Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Dashboard/Index.*.resx
Languages: ar_sa, el_gr, fi_fi, hi_in, ro_ro, th_th

source: A built-in Role-Based Access Control (RBAC) system for fine-grained permission management.
ar_sa: نظام مضمن للتحكم في الوصول القائم على الأدوار (RBAC) لإدارة دقيقة للصلاحيات.
el_gr: Ένα ενσωματωμένο σύστημα Έλεγχου Πρόσβασης Βάσει Ρόλων (RBAC) για λεπτομερή διαχείριση δικαιωμάτων.
fi_fi: Sisäänrakennettu roolipohjainen käyttöoikeudenhallinta (RBAC) -järjestelmä hienojakoista käyttöoikeuksien hallintaa varten.
hi_in: सूक्ष्म अनुमति प्रबंधन के लिए एक अंतर्निहित भूमिका-आधारित पहुँच नियंत्रण (RBAC) प्रणाली।
ro_ro: Un sistem integrat de Control al Accesului Bazat pe Roluri (RBAC) pentru gestionarea granulară a permisiunilor.
th_th: ระบบควบคุมการเข้าถึงตามบทบาท (RBAC) ในตัว สำหรับการจัดการสิทธิ์แบบละเอียด

source: A complete solution for user authentication and profile management, ready to use immediately.
ar_sa: حل متكامل لمصادقة المستخدم وإدارة الملفات الشخصية جاهز للاستخدام مباشرة.
el_gr: Μια ολοκληρωμένη λύση για την πιστοποίηση χρηστών και τη διαχείριση προφίλ, άμεσα διαθέσιμη.
fi_fi: Valmis ratkaisu käyttäjätunnistukseen ja profiilinhallintaan heti käyttöönoton yhteydessä.
hi_in: बॉक्स से बाहर निकलते ही उपयोगकर्ता प्रमाणीकरण और प्रोफ़ाइल प्रबंधन के लिए एक संपूर्ण समाधान।
ro_ro: O soluție completă pentru autentificarea utilizatorilor și gestionarea profilului, gata de utilizare imediată.
th_th: โซลูชันที่สมบูรณ์สำหรับการยืนยันตัวตนผู้ใช้และการจัดการโปรไฟล์ที่พร้อมใช้งานทันที

# A fully responsive layout that looks great on both desktop and mobile devices.
source: A fully responsive layout that looks fantastic on both desktop and mobile devices.
ar_sa: تصميم متجاوب بالكامل يبدو رائعًا على كل من أجهزة الكمبيوتر المكتبية والهواتف المحمولة.
el_gr: Μια πλήρως ανταποκρινόμενη διάταξη που φαίνεται εξαιρετική τόσο σε επιτραπέζιους όσο και σε κινητές συσκευές.
fi_fi: Täysin responsiivinen asettelu, joka näyttää erinomaiselta sekä työpöytä- että mobiililaitteilla.
hi_in: एक पूरी तरह से उत्तरदायी लेआउट जो डेस्कटॉप और मोबाइल डिवाइस दोनों पर शानदार दिखता है।
ro_ro: Un layout complet responsive care arată excelent atât pe dispozitive desktop, cât și pe cele mobile.
th_th: การออกแบบที่ตอบสนองอย่างสมบูรณ์ซึ่งดูดีทั้งบนเดสก์ท็อปและอุปกรณ์มือถือ

source: A modern, feature-rich, and highly extensible foundation for your next web application.
ar_sa: أساس حديث، غني بالميزات، وقابل للتوسعة بشكل كبير لتطبيق الويب القادم الخاص بك.
el_gr: Μια σύγχρονη, πλούσια σε λειτουργίες και εξαιρετικά επεκτάσιμη βάση για την επόμενη εφαρμογή σας στον ιστό.
fi_fi: Nykyaikainen, ominaisuuksiltaan monipuolinen ja erittäin laajennettavissa oleva perusta seuraavalle verkkosovelluksellesi.
hi_in: आपके अगले वेब एप्लिकेशन के लिए एक आधुनिक, सुविधा-संपन्न और अत्यधिक विस्तार योग्य आधार।
ro_ro: O fundație modernă, bogată în funcționalități și extrem de extensibilă pentru următoarea ta aplicație web.
th_th: พื้นฐานที่ทันสมัย อุดมไปด้วยคุณสมบัติ และสามารถขยายได้สูงสำหรับเว็บแอปพลิเคชันถัดไปของคุณ

source: across all completed exams
ar_sa: عبر جميع الامتحانات المكتملة
el_gr: σε όλα τα ολοκληρωμένα διαγωνίσματα
fi_fi: kaikkien suoritettujen kokeiden yli
hi_in: सभी पूर्ण हुए परीक्षाओं में
ro_ro: în cadrul tuturor examenelor finalizate
th_th: ทั้งหมดในข้อสอบที่เสร็จสิ้นแล้ว

source: Active
ar_sa: نشط
el_gr: Ενεργά
fi_fi: Aktiivinen
hi_in: सक्रिय
ro_ro: Activ
th_th: เปิดใช้งาน

# Admin center for exam WeChat mini program
source: Administration centre for the exam WeChat mini programme
ar_sa: مركز الإدارة لبرنامج وي تشات المصغر الخاص بالامتحان
el_gr: Κέντρο Διαχείρισης για το μίνι πρόγραμμα εξετάσεων WeChat
fi_fi: Tenttien WeChat-minisovelluksen hallintakeskus
hi_in: परीक्षा वीचैट मिनी प्रोग्राम के लिए प्रशासन केंद्र
ro_ro: Centrul de administrare pentru mini-programul WeChat de examinare
th_th: ศูนย์จัดการสำหรับแอปพลิเคชันขนาดเล็ก WeChat ด้านการสอบ

source: AI-Powered Translations
ar_sa: الترجمات المدعومة بالذكاء الاصطناعي
el_gr: Μεταφράσεις με Τεχνητή Νοημοσύνη
fi_fi: Tekoälyn voimaan perustuvat käännökset
hi_in: AI-संचालित अनुवाद
ro_ro: Traduceri alimentate de Inteligență Artificială
th_th: การแปลด้วยพลังปัญญาประดิษฐ์

source: All dependencies are automatically registered and are always available via constructor injection.
ar_sa: يتم تسجيل جميع التبعيات تلقائيًا وهي متاحة دائمًا عبر حقن المُنشئ.
el_gr: Όλες οι εξαρτήσεις καταχωρούνται αυτόματα και είναι πάντα διαθέσιμες μέσω της εισαγωγής στον κατασκευαστή.
fi_fi: Kaikki riippuvuudet rekisteröidään automaattisesti ja ne ovat aina saatavilla konstruktorin kautta tapahtuvan injektoinnin avulla.
hi_in: सभी निर्भरताएँ स्वचालित रूप से पंजीकृत होती हैं और कंस्ट्रक्टर इंजेक्शन के माध्यम से हमेशा उपलब्ध रहती हैं।
ro_ro: Toate dependențele sunt înregistrate automat și sunt întotdeauna disponibile prin injectare în constructor.
th_th: การอ้างอิงทั้งหมดจะถูกลงทะเบียนโดยอัตโนมัติและพร้อมใช้งานเสมอผ่านการฉีดคอนสตรัคเตอร์

source: Articles
ar_sa: مقالات
el_gr: Άρθρα
fi_fi: Artikkelit
hi_in: लेख
ro_ro: Articole
th_th: บทความ

source: Automatic Dark Mode
ar_sa: الوضع الداكن التلقائي
el_gr: Αυτόματη Λειτουργία Σκούρου Θέματος
fi_fi: Automaattinen tumma tila
hi_in: स्वचालित डार्क मोड
ro_ro: Mod Întunecat Automat
th_th: โหมดมืดอัตโนมัติ

source: Automatic Dependency Injection
ar_sa: حقن التبعيات التلقائي
el_gr: Αυτόματη Ενσωμάτωση Εξαρτήσεων
fi_fi: Automaattinen riippuvuuden injektointi
hi_in: स्वचालित निर्भरता इंजेक्शन
ro_ro: Injectare Automată de Dependințe
th_th: การฉีดกำหนดการอัตโนมัติ

source: Automatic, AI-driven translation into 28 languages for global reach.
ar_sa: ترجمة آلية مدعومة بالذكاء الاصطناعي إلى 28 لغة للوصول العالمي.
el_gr: Αυτόματη μετάφραση με τεχνητή νοημοσύνη σε 28 γλώσσες για παγκόσμια προβολή.
fi_fi: Automaattinen, tekoälyavusteinen käännös 28 kielelle maailmanlaajuista saavutettavuutta varten.
hi_in: 28 भाषाओं में स्वचालित, एआई-चालित अनुवाद जो वैश्विक पहुंच प्रदान करता है।
ro_ro: Traducere automată, bazată pe inteligență artificială, în 28 de limbi pentru o acoperire globală.
th_th: การแปลภาษาอัตโนมัติด้วยปัญญาประดิษฐ์ถึง 28 ภาษาเพื่อการเข้าถึงทั่วโลก

source: Average Score
ar_sa: المتوسط
el_gr: Μέσος Όρος Βαθμολογίας
fi_fi: Keskiarvoscore
hi_in: औसत स्कोर
ro_ro: Scor Mediu
th_th: คะแนนเฉลี่ย

source: Blank
ar_sa: مُفرغ
el_gr: Κενό
fi_fi: Tyhjä
hi_in: रिक्त
ro_ro: Câmp gol
th_th: ช่องว่าง

# Bool
source: True/False
ar_sa: منطقي
el_gr: Αληθές
fi_fi: Totuus
hi_in: बूल
ro_ro: Adevărat/Fals
th_th: จริงหรือเท็จ

# Built-in User Management
source: Integrated User Management
ar_sa: إدارة المستخدمين المدمجة
el_gr: Ενσωματωμένη Διαχείριση Χρηστών
fi_fi: Sisäänrakennettu käyttäjienhallinta
hi_in: अंतर्निहित उपयोगकर्ता प्रबंधन
ro_ro: Gestionare Utilizatori Integrată
th_th: การจัดการผู้ใช้ในตัว

source: Categories
ar_sa: فئات
el_gr: Κατηγορίες
fi_fi: Kategoriat
hi_in: श्रेणियाँ
ro_ro: Categorii
th_th: หมวดหมู่

source: Channels
ar_sa: القنوات
el_gr: Κανάλια
fi_fi: Kanavat
hi_in: चैनल
ro_ro: Canale
th_th: ช่องทาง

source: Choice
ar_sa: اختيار
el_gr: Επιλογή
fi_fi: Vaihtoehto
hi_in: विकल्प
ro_ro: Răspuns
th_th: ตัวเลือก

source: Comes with full Docker support for streamlined, consistent, and reliable deployments.
ar_sa: يأتي مع دعم كامل لـ Docker لنشر مبسط، متسق، وموثوق.
el_gr: Διαθέτει πλήρη υποστήριξη Docker για απλοποιημένες, συνεπείς και αξιόπιστες αναπτύξεις.
fi_fi: Sisältää täyden Docker-tuen yksinkertaistettuja, yhdenmukaisia ja luotettavia käyttöönottoja varten.
hi_in: पूर्ण Docker समर्थन के साथ आता है, जो सरल, सुसंगत और विश्वसनीय डेप्लॉयमेंट के लिए है।
ro_ro: Oferă suport complet pentru Docker pentru implementări simplificate, consistente și fiabile.
th_th: มาพร้อมการสนับสนุน Docker เต็มรูปแบบเพื่อให้การปรับใช้เป็นเรื่องง่าย สม่ำเสมอ และเชื่อถือได้

source: Comprehensive Documentation
ar_sa: توثيق شامل
el_gr: Πληρέστερη Τεκμηρίωση
fi_fi: Laaja dokumentaatio
hi_in: विस्तृत दस्तावेज़ीकरण
ro_ro: Documentație Cuprinzătoare
th_th: เอกสารประกอบที่ครอบคลุม

source: Content Overview
ar_sa: نظرة عامة على المحتوى
el_gr: Επισκόπηση Περιεχομένου
fi_fi: Sisällön yleiskatsaus
hi_in: सामग्री अवलोकन
ro_ro: Supravizare conținut
th_th: ภาพรวมเนื้อหา

source: correct answers
ar_sa: الإجابات الصحيحة
el_gr: σωστές απαντήσεις
fi_fi: oikeat vastaukset
hi_in: सही उत्तर
ro_ro: răspunsuri corecte
th_th: คำตอบที่ถูกต้อง

source: Count
ar_sa: العدد
el_gr: Αριθμός
fi_fi: Määrä
hi_in: गिनती
ro_ro: Număr
th_th: จำนวน

source: Dashboard
ar_sa: لوحة التحكم
el_gr: Πίνακας Ελέγχου
fi_fi: Hallinta-alue
hi_in: डैशबोर्ड
ro_ro: Panou de control
th_th: แดชบอร์ด

# Dockerized for Deployment
source: Containerised for Deployment
ar_sa: مُحَضَّرٌ باستخدام Docker للنشر
el_gr: Σε Docker για Ανάπτυξη
fi_fi: Dockeröity käyttöönottoa varten
hi_in: डेप्लॉयमेंट के लिए डॉकरकृत
ro_ro: Containerizat pentru Implementare
th_th: พร้อมใช้งานด้วย Docker

source: Draft
ar_sa: مسودة
el_gr: Προσχέδιο
fi_fi: Luonnos
hi_in: ड्राफ्ट
ro_ro: Proiect
th_th: ร่าง

source: Dynamic Navigation Bar
ar_sa: شريط التنقل الديناميكي
el_gr: Δυναμική Γραμμή Πλοήγησης
fi_fi: Dynaaminen navigointipalkki
hi_in: डायनामिक नेविगेशन बार
ro_ro: Bara de Navigare Dinamică
th_th: แถบนำทางแบบไดนามิก

source: Easily switch between providers such as SQLite, MySQL, SQL Server, and an in-memory database for testing.
ar_sa: يمكنك التبديل بسهولة بين مزودي قواعد البيانات مثل SQLite وMySQL وSQL Server وقاعدة البيانات المؤقتة في الذاكرة لأغراض الاختبار.
el_gr: Εύκολη εναλλαγή μεταξύ παρόχων όπως SQLite, MySQL, SQL Server και μιας βάσης δεδομένων στη μνήμη για δοκιμές.
fi_fi: Vaihda helposti tietokantapalveluntarjoajien, kuten SQLite, MySQL, SQL Server ja testausta varten tarkoitettu muistissa oleva tietokanta, välillä.
hi_in: SQLite, MySQL, SQL Server और परीक्षण के लिए एक इन-मेमोरी डेटाबेस जैसे प्रदाताओं के बीच आसानी से स्विच करें।
ro_ro: Comută cu ușurință între furnizori precum SQLite, MySQL, SQL Server și o bază de date în memorie pentru testare.
th_th: สลับระหว่างผู้ให้บริการอย่าง SQLite, MySQL, SQL Server และฐานข้อมูลในหน่วยความจำสำหรับการทดสอบได้อย่างง่ายดาย

source: End
ar_sa: نهاية
el_gr: Τέλος
fi_fi: Loppu
hi_in: समाप्त
ro_ro: Final
th_th: สิ้นสุด

source: Ended
ar_sa: انتهت
el_gr: Ολοκληρώθηκε
fi_fi: Lopetettu
hi_in: समाप्त
ro_ro: Finalizat
th_th: หมดแล้ว

source: Essay
ar_sa: مقال
el_gr: Επιστολή
fi_fi: Essa
hi_in: निबंध
ro_ro: Esay
th_th: คำถามอัตนัย

source: exam attempts
ar_sa: محاولات الامتحان
el_gr: προσπάθειες εξετάσεων
fi_fi: kokeen yritykset
hi_in: परीक्षा प्रयास
ro_ro: încercări de examen
th_th: การพยายามสอบ

source: Exam Records
ar_sa: سجلات الاختبارات
el_gr: Αποτελέσματα εξετάσεων
fi_fi: Kokeen tiedot
hi_in: परीक्षा रिकॉर्ड
ro_ro: Înregistrări examen
th_th: บันทึกการสอบ

source: Exam Status Overview
ar_sa: نظرة عامة على حالة الامتحان
el_gr: Επισκόπηση Κατάστασης Εξετάσεων
fi_fi: Kokeen tilan yleiskatsaus
hi_in: परीक्षा स्थिति समीक्षा
ro_ro: Supraveghere statut examen
th_th: ภาพรวมสถานะการสอบ

source: Exams
ar_sa: الامتحانات
el_gr: Εξετάσεις
fi_fi: Kokeet
hi_in: परीक्षाएँ
ro_ro: Exame
th_th: การสอบ

# Features a built-in file management system with automatic avatar compression.
source: Features a built-in file management system with automatic profile picture compression.
ar_sa: يتميز بنظام مدمج لإدارة الملفات مع ضغط تلقائي للصور الشخصية.
el_gr: Διαθέτει ένα ενσωματωμένο σύστημα διαχείρισης αρχείων με αυτόματη συμπίεση avatar.
fi_fi: Sisältää sisäänrakennetun tiedostonhallintajärjestelmän automaattisella avatar-pakkauksella.
hi_in: स्वचालित अवतार संपीड़न के साथ एक अंतर्निहित फ़ाइल प्रबंधन प्रणाली की सुविधा प्रदान करता है।
ro_ro: Dispune de un sistem integrat de gestionare a fișierelor cu compresie automată a avatarurilor.
th_th: มีระบบจัดการไฟล์ในตัวพร้อมการบีบอัดภาพโปรไฟล์อัตโนมัติ

source: Frozen
ar_sa: مجمدة
el_gr: Παγωμένο
fi_fi: Jäädytetty
hi_in: जमे हुए
ro_ro: Înghețat
th_th: ถูกระงับ

source: Hello World!
ar_sa: مرحباً أيها العالم!
el_gr: Γεια σου Κόσμε!
fi_fi: Hei maailma!
hi_in: नमस्ते दुनिया!
ro_ro: Salut Lume!
th_th: สวัสดีชาวโลก!

# in database
source: in the database
ar_sa: في قاعدة البيانات
el_gr: στη βάση δεδομένων
fi_fi: tietokannassa
hi_in: डेटाबेस में
ro_ro: în baza de date
th_th: ในฐานข้อมูล

source: In Progress
ar_sa: قيد التنفيذ
el_gr: Εν εξέλιξη
fi_fi: Käynnissä
hi_in: प्रगति में
ro_ro: În desfășurare
th_th: กำลังดำเนินการ

source: Includes comprehensive documentation and practical examples to get you started quickly.
ar_sa: يحتوي على وثائق شاملة وأمثلة عملية لمساعدتك على البدء بسرعة.
el_gr: Περιλαμβάνει εκτενή τεκμηρίωση και πρακτικά παραδείγματα για να ξεκινήσετε γρήγορα.
fi_fi: Sisältää laajan dokumentaation ja käytännön esimerkkejä, joiden avulla pääset nopeasti alkuun.
hi_in: विस्तृत दस्तावेज़ीकरण और व्यावहारिक उदाहरण शामिल हैं ताकि आप जल्दी से शुरुआत कर सकें।
ro_ro: Include documentație extinsă și exemple practice pentru a te pune rapid pe drum.
th_th: ประกอบด้วยเอกสารประกอบที่ครอบคลุมและตัวอย่างเชิงปฏิบัติเพื่อช่วยให้คุณเริ่มต้นได้อย่างรวดเร็ว

source: Integrated File Management
ar_sa: إدارة الملفات المتكاملة
el_gr: Ενσωματωμένη Διαχείριση Αρχείων
fi_fi: Integroitu tiedostonhallinta
hi_in: एकीकृत फ़ाइल प्रबंधन
ro_ro: Gestionare Integrată a Fișierelor
th_th: การจัดการไฟล์แบบบูรณาการ

source: Knowledge Points
ar_sa: نقاط المعرفة
el_gr: Σημεία Γνώσης
fi_fi: Tietopisteet
hi_in: ज्ञान बिंदु
ro_ro: Puncte de cunoștințe
th_th: จุดความรู้

source: Multiple Database Support
ar_sa: دعم قواعد بيانات متعددة
el_gr: Υποστήριξη Πολλαπλών Βάσεων Δεδομένων
fi_fi: Usean tietokannan tuki
hi_in: एकाधिक डेटाबेस समर्थन
ro_ro: Suport pentru Multiple Baze de Date
th_th: รองรับหลายฐานข้อมูล

source: No exams yet
ar_sa: لا توجد امتحانات بعد
el_gr: Κανένα τεστ ακόμη
fi_fi: Ei koetehtäviä vielä
hi_in: अभी तक कोई परीक्षा नहीं
ro_ro: Niciun examen încă
th_th: ยังไม่มีการสอบใด ๆ ทั้งสิ้น

source: No tags used yet
ar_sa: لا توجد علامات مستخدمة بعد
el_gr: Δεν έχουν χρησιμοποιηθεί ακόμα ετικέτες
fi_fi: Ei muita tunnisteita käytettyä vielä
hi_in: अभी तक कोई टैग उपयोग नहीं किया गया है
ro_ro: Fără etichete folosite încă
th_th: ยังไม่มีแท็กใดถูกใช้งาน

source: No taxonomies yet
ar_sa: لا توجد تصنيفات بعد
el_gr: Καμία ταξινόμηση ακόμα
fi_fi: Ei taksonojamia vielä
hi_in: अभी तक कोई वर्गीकरण नहीं है
ro_ro: Fără taxonomii încă
th_th: ยังไม่มีหมวดหมู่ใด ๆ แล้ว

source: No users yet
ar_sa: لا يوجد مستخدمون بعد
el_gr: Χωρίς χρήστες ακόμα
fi_fi: Ei käyttäjiä vielä
hi_in: अभी तक कोई उपयोगकर्ता नहीं है
ro_ro: Niciun utilizator încă
th_th: ไม่มีผู้ใช้ yet

source: Noun Explanation
ar_sa: شرح الاسم
el_gr: Εξήγηση Ουσιαστικού
hi_in: शब्द व्याख्या
ro_ro: Explicație substantiv
th_th: คำอธิบายคำนาม

source: OpenID Connect Integration
ar_sa: دمج OpenID Connect
el_gr: Ενσωμάτωση OpenID Connect
fi_fi: OpenID Connect -integraatio
hi_in: ओपनआईडी कनेक्ट एकीकरण
ro_ro: Integrare OpenID Connect
th_th: การผสานรวม OpenID Connect

source: Paper Status
ar_sa: حالة الورقة
el_gr: Κατάσταση εξετάσεων
hi_in: पेपर स्थिति
ro_ro: Starea lucrărilor
th_th: สถานะแบบทดสอบ

source: Papers
ar_sa: الورق
el_gr: Δοκίμια
fi_fi: Kokeet
hi_in: पेपर्स
ro_ro: Lucrări
th_th: เอกสาร

source: Practice Accuracy
ar_sa: دقة التدريب
el_gr: Ακρίβεια Άσκησης
fi_fi: Harjoittelun tarkkuus
hi_in: अभ्यास सटीकता
ro_ro: Precizie practică
th_th: ความแม่นยำในการฝึกฝน

source: Publishable
ar_sa: قابل للنشر
el_gr: Δημοσιεύσιμο
fi_fi: Julkaisuvalmis
hi_in: प्रकाशित करने योग्य
ro_ro: Publicabil
th_th: สามารถเผยแพร่ได้

source: Question Type Distribution
ar_sa: توزيع أنواع الأسئلة
el_gr: Κατανομή Τύπων Ερωτήσεων
fi_fi: Kysymystyypin jakautuminen
hi_in: प्रश्न प्रकार वितरण
ro_ro: Distribuția tipurilor de întrebări
th_th: การแจกแจงประเภทคำถาม

source: Questions
ar_sa: الأسئلة
el_gr: Ερωτήσεις
fi_fi: Kysymykset
hi_in: प्रश्न
ro_ro: Întrebări
th_th: คำถาม

# RBAC Authorization
source: RBAC Authorisation
ar_sa: الترخيص القائم على الأدوار (RBAC)
el_gr: Εξουσιοδότηση RBAC
fi_fi: RBAC-valtuutus
hi_in: आरबीएसी प्राधिकरण
ro_ro: Autorizare RBAC
th_th: การอนุญาตตามบทบาท RBAC

# Read the document
source: Read the documentation
ar_sa: اقرأ المستند
el_gr: Διαβάστε την τεκμηρίωση
fi_fi: Lue dokumentti
hi_in: दस्तावेज़ पढ़ें
ro_ro: Citește documentația
th_th: อ่านเอกสาร

source: Recent Exams
ar_sa: الامتحانات الحديثة
el_gr: Πρόσφατα Δοκίμια
fi_fi: Viimeaikaiset kokeet
hi_in: हाल के परीक्षाएँ
ro_ro: Examenile recente
th_th: สอบล่าสุด

source: Recent Users
ar_sa: المستخدمون الجدد
el_gr: Πρόσφατοι Χρήστες
fi_fi: Viimeaikaiset käyttäjät
hi_in: हाल के उपयोगकर्ता
ro_ro: Utilizatori recenti
th_th: ผู้ใช้ล่าสุด

source: Records
ar_sa: سجلات
el_gr: Εγγραφές
fi_fi: Tulokset
hi_in: रिकॉर्ड
ro_ro: Înregistrări
th_th: บันทึก

source: Responsive Design
ar_sa: تصميم متجاوب
el_gr: Αποκρισιμό Σχεδιασμό
fi_fi: Responsiivinen suunnittelu
hi_in: उत्तरदायी डिज़ाइन
ro_ro: Design Responsiv
th_th: การออกแบบที่ตอบสนอง

source: Seamlessly integrate with any OpenID Connect provider, with automatic role synchronisation.
ar_sa: التكامل السلس مع أي موفر OpenID Connect، مع مزامنة تلقائية للأدوار.
el_gr: Απρόσκοπτη ενσωμάτωση με οποιονδήποτε πάροχο OpenID Connect, με αυτόματο συγχρονισμό ρόλων.
fi_fi: Saatonta integrointi minkä tahansa OpenID Connect -palveluntarjoajan kanssa, automaattisella roolisynkronoinnilla.
hi_in: किसी भी OpenID Connect प्रदाता के साथ सहज एकीकरण, स्वचालित भूमिका सिंक्रनाइज़ेशन के साथ।
ro_ro: Integrați-vă fără probleme cu orice furnizor OpenID Connect, cu sincronizare automată a rolurilor.
th_th: ผสานรวมได้อย่างราบรื่นกับผู้ให้บริการ OpenID Connect ใดก็ได้ พร้อมการซิงโครไนซ์บทบาทอัตโนมัติ

source: Short Answer
ar_sa: إجابة قصيرة
el_gr: Σύντομη Απάντηση
fi_fi: Lyhyt vastaus
hi_in: लघु उत्तर
ro_ro: Răspuns scurt
th_th: คำตอบสั้น

# Smart dark mode that automatically adapts to the user&apos;s system settings.
source: Smart dark mode that automatically adapts to the user's system settings.
ar_sa: وضع الظلام الذكي الذي يتكيف تلقائيًا مع إعدادات نظام المستخدم.
el_gr: Έξυπνη λειτουργία σκούρου θέματος που προσαρμόζεται αυτόματα στις ρυθμίσεις του συστήματος του χρήστη.
fi_fi: Älykäs tumma tila, joka mukautuu automaattisesti käyttäjän järjestelmäasetuksiin.
hi_in: स्मार्ट डार्क मोड जो स्वचालित रूप से उपयोगकर्ता की सिस्टम सेटिंग्स के अनुकूल हो जाता है।
ro_ro: Mod întunecat inteligent care se adaptează automat la setările de sistem ale utilizatorului.
th_th: โหมดมืดอัจฉริยะที่ปรับเปลี่ยนให้เข้ากับการตั้งค่าระบบของผู้ใช้โดยอัตโนมัติ

source: Start
ar_sa: ابدأ
el_gr: Έναρξη
fi_fi: Aloita
hi_in: शुरू करें
ro_ro: Începe
th_th: เริ่ม

source: Start a new project
ar_sa: بدء مشروع جديد
el_gr: Ξεκινήστε ένα νέο έργο
fi_fi: Aloita uusi projekti
hi_in: नया प्रोजेक्ट शुरू करें
ro_ro: Începeți un proiect nou
th_th: เริ่มต้นโปรเจกต์ใหม่

source: Status
ar_sa: الحالة
el_gr: Κατάσταση
fi_fi: Tila
hi_in: स्थिति
ro_ro: Stare
th_th: สถานะ

source: Submitted
ar_sa: تم الإرسال
el_gr: Υποβλήθηκαν
fi_fi: Lähetetty
hi_in: जमा किया गया
ro_ro: Trimis
th_th: ส่งแล้ว

source: Tag Count
ar_sa: عدد العلامات
el_gr: Αριθμός Ετικετών
hi_in: टैग गिनती
ro_ro: Număr de etichete
th_th: จำนวนแท็ก

source: Tag Name
ar_sa: اسم التاج
el_gr: Όνομα ετικέτας
hi_in: टैग नाम
ro_ro: Numele etichetei
th_th: ชื่อแท็ก

source: Tags
ar_sa: الوسوم
el_gr: Ετικέτες
fi_fi: Tagit
hi_in: टैग्स
ro_ro: Etichete
th_th: แท็ก

source: Taxonomy
ar_sa: التصنيف
el_gr: Ταξινόμηση
fi_fi: Luokitus
hi_in: वर्गीकरण
ro_ro: Taxonomie
th_th: หมวดหมู่

source: Taxonomy Distribution
ar_sa: توزيع التصنيف
el_gr: Κατανομή Ταξινόμησης
fi_fi: Luokitusjakauma
hi_in: वर्गीकरण वितरण
ro_ro: Distribuția taxonomiei
th_th: การกระจายหมวดหมู่

# The navigation bar automatically adjusts based on user roles and permissions.
source: The navigation bar automatically adjusts according to user roles and permissions.
ar_sa: يتم تعديل شريط التنقل تلقائيًا بناءً على أدوار المستخدمين والأذونات.
el_gr: Η γραμμή πλοήγησης προσαρμόζεται αυτόματα με βάση τους ρόλους και τα δικαιώματα των χρηστών.
fi_fi: Navigointipalkki sopeutuu automaattisesti käyttäjän roolien ja käyttöoikeuksien perusteella.
hi_in: नेविगेशन बार उपयोगकर्ता भूमिकाओं और अनुमतियों के आधार पर स्वचालित रूप से समायोजित होता है।
ro_ro: Bara de navigare se ajustează automat în funcție de rolurile și permisiunile utilizatorului.
th_th: แถบนำทางจะปรับเปลี่ยนโดยอัตโนมัติตามบทบาทและสิทธิ์ของผู้ใช้

# This is a template project, where we start the voyager...
source: This is a template project, where we begin the voyage...
ar_sa: هذا مشروع قالب، حيث نبدأ رحلة المستكشف...
el_gr: Αυτό είναι ένα πρότυπο έργο, από όπου ξεκινάμε το ταξίδι...
fi_fi: Tämä on malliprojekti, josta aloitamme matkamme...
hi_in: यह एक टेम्पलेट प्रोजेक्ट है, जहाँ से हम अपनी यात्रा शुरू करते हैं...
ro_ro: Acesta este un proiect tip, de unde începem călătoria...
th_th: นี่คือโปรเจกต์เทมเพลต ซึ่งเป็นจุดเริ่มต้นของการเดินทางของเรา...

# This is the admin center for the exam and practice WeChat mini program
source: This is the admin centre for the exam and practice WeChat mini programme.
ar_sa: هذا هو مركز الإدارة لبرنامج وي تشات المصغر الخاص بالامتحان والتدريب
el_gr: Αυτό είναι το κέντρο διαχείρισης για το μίνι πρόγραμμα εξετάσεων και εξάσκησης WeChat.
fi_fi: Tämä on kokeen ja harjoittelun WeChat-minisovelluksen hallintakeskus.
hi_in: यह परीक्षा और अभ्यास वीचैट मिनी प्रोग्राम का प्रशासन केंद्र है।
ro_ro: Acesta este centrul de administrare pentru mini-programul WeChat de examinare și exersare.
th_th: นี่คือศูนย์จัดการสำหรับแอปพลิเคชันขนาดเล็ก WeChat ด้านการสอบและการฝึกฝน

source: Timed Out
ar_sa: انتهت المدة
el_gr: Παρέλειψη χρόνου
fi_fi: Aika loppui
hi_in: समय समाप्त
ro_ro: Timp expirat
th_th: หมดเวลา

source: Title
ar_sa: العنوان
el_gr: Τίτλος
fi_fi: Otsikko
hi_in: शीर्षक
ro_ro: Titlu
th_th: หัวข้อ

source: Top Tags
ar_sa: أعلى العلامات
el_gr: Κορυφαίες Ετικέτες
fi_fi: Yleisimmät tunnisteet
hi_in: शीर्ष टैग
ro_ro: Cele mai utilizate etichete
th_th: แท็กยอดนิยม

# Try the API
source: Test the API
ar_sa: جرب الـ API
el_gr: Δοκιμάστε το API
fi_fi: Kokeile API:a
hi_in: API आज़माएँ
ro_ro: Încearcă API-ul
th_th: ลองใช้ API

source: Type
ar_sa: النوع
el_gr: Τύπος
fi_fi: Tyyppi
hi_in: प्रकार
ro_ro: Tip
th_th: ประเภท

source: Upcoming
ar_sa: قريبة
el_gr: Προσεχής
fi_fi: Tulevat
hi_in: आगामी
ro_ro: Viitoare
th_th: กำลังจะมาถึง

source: Usage Count
ar_sa: عدد الاستخدامات
el_gr: Χρήση Μετρητής
fi_fi: Käyttötilasto
hi_in: उपयोग गिनती
ro_ro: Numărare utilizare
th_th: จำนวนการใช้งาน

source: Users
ar_sa: المستخدمون
el_gr: Χρήστες
fi_fi: Käyttäjät
hi_in: उपयोगकर्ता
ro_ro: Utilizatori
th_th: ผู้ใช้

source: View All
ar_sa: عرض الكل
el_gr: Προβολή Όλων
fi_fi: Näytä kaikki
hi_in: सभी देखें
ro_ro: Vizualizează tot
th_th: ดูทั้งหมด

source: Welcome
ar_sa: مرحباً
el_gr: Καλώς ορίσατε
fi_fi: Tervetuloa
hi_in: स्वागत है
ro_ro: Bun venit
th_th: ยินดีต้อนรับ

source: Why use the Aiursoft Template?
ar_sa: لماذا نستخدم قالب Aiursoft؟
el_gr: Γιατί να χρησιμοποιήσετε το Πρότυπο Aiursoft;
fi_fi: Miksi käyttää Aiursoft Templatea?
hi_in: Aiursoft टेम्पलेट क्यों उपयोग करें?
ro_ro: De ce să folosești Șablonul Aiursoft?
th_th: ทำไมต้องใช้ Aiursoft Template?
