Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Practice/Index.*.resx
Languages: th_th

source: All Types
th_th: ทั้งหมด

source: Content
th_th: เนื้อหา

source: Created Time
th_th: เวลาที่สร้าง

source: MTQL Query
th_th: คำค้นหา MTQL

source: No questions found.
th_th: ไม่พบคำถาม

source: Reset
th_th: รีเซ็ต

source: Search
th_th: ค้นหา

source: Search Questions
th_th: ค้นหาคำถาม

source: Select Questions to Practice
th_th: เลือกคำถามเพื่อฝึกฝน

source: Start Practice
th_th: เริ่มการฝึกฝน

source: Type
th_th: ประเภท
