Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Practice/Practice.*.resx
Languages: nl_nl, th_th

source: Analysis:
nl_nl: Analyse:
th_th: การวิเคราะห์:

source: Back to Practice Home
nl_nl: Terug naar de oefenstartpagina
th_th: กลับไปยังหน้าหลักการฝึกฝน

source: Bool
nl_nl: Ja/Nee
th_th: จริงหรือเท็จ

source: Choice
nl_nl: Keuze
th_th: การเลือก

source: Correct
th_th: ถูกต้อง

source: Correct Answers:
nl_nl: Correcte antwoorden:
th_th: คำตอบที่ถูกต้อง:

source: Correct!
nl_nl: Goed gedaan!
th_th: ถูกต้อง!

source: Incorrect
nl_nl: Onjuist
th_th: ไม่ถูกต้อง

source: No analysis available.
nl_nl: Geen analyse beschikbaar.
th_th: ไม่มีการวิเคราะห์ที่พร้อมใช้งาน

source: of
nl_nl: van
th_th: ของ

source: Please select an option.
nl_nl: Kies a.u.b. een optie.
th_th: กรุณาเลือกตัวเลือกหนึ่งตัวเลือก

source: Please type an answer.
nl_nl: Typ een antwoord in.
th_th: กรุณาพิมพ์คำตอบ

source: Practice Results
nl_nl: Oefenresultaten
th_th: ผลการฝึกฝน

source: Question
nl_nl: Vraag
th_th: คำถาม

source: Score:
th_th: คะแนน:

source: Standard Answer:
nl_nl: Standaardantwoord:
th_th: คำตอบมาตรฐาน:

source: Total Questions:
nl_nl: Aantal vragen:
th_th: จำนวนคำถามทั้งหมด:

source: Wrong
nl_nl: Verkeerd
th_th: ผิด

source: You have completed the practice session!
nl_nl: U hebt de oefensessie voltooid!
th_th: คุณได้เสร็จสิ้นการฝึกฝนแล้ว!
