Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Tags/Edit.*.resx
Languages: ar_sa, fi_fi, hi_in, id_id, tr_tr

source: -- Uncategorized --
ar_sa: -- غير مصنف --
fi_fi: -- Ei kategorisoitu --
hi_in: -- अनुवर्गीकृत --
id_id: -- Belum Dikelompokkan --
tr_tr: -- Belirtilmemiş --

source: Cancel
ar_sa: إلغاء
fi_fi: Peruuta
hi_in: रद्द करें
id_id: Batal
tr_tr: İptal

source: Edit Tag
ar_sa: تعديل التصنيف
fi_fi: Muokkaa tunniste
hi_in: टैग संपादित करें
tr_tr: Etiket Düzenle

source: Enter tag name...
ar_sa: أدخل اسم التصنيف...
fi_fi: Anna tunnisteen nimi...
hi_in: टैग का नाम दर्ज करें...
id_id: Masukkan nama tag...
tr_tr: Etiket adı girin...

# Grouping tags by taxonomy helps in filtering and organization.
source: Grouping tags by taxonomy helps in filtering and organisation.
ar_sa: تنظيم العلامات حسب التصنيف يساعد في التصفية والتنظيم.
fi_fi: Tagien ryhmittely tietokantakategorioittain auttaa hakujen ja järjestelyn helpottamisessa.
hi_in: टैग्स को टैक्सोनॉमी के आधार पर समूहित करने से फ़िल्टरिंग और संगठन में मदद मिलती है।
id_id: Mengelompokkan tag berdasarkan taksonomi membantu dalam penyaringan dan pengorganisasian.
tr_tr: Taksonomiye göre etiketleri gruplamak filtreleme ve organizasyona yardımcı olur.

# If you need a new taxonomy, you can manage them in the
source: If you need a new taxonomy, you can manage them in the Taxonomies Management
ar_sa: إذا كنت بحاجة إلى تصنيف جديد، يمكنك إدارته في
fi_fi: Jos tarvitset uuden aineiston, voit hallita niitä osoitteessa
hi_in: यदि आपको एक नया वर्गीकरण की आवश्यकता है, तो आप उन्हें नियंत्रित कर सकते हैं उसमें
id_id: Jika Anda membutuhkan taksonomi baru, Anda dapat mengelolanya di bagian
tr_tr: Yeni bir taksonomiye ihtiyacınız varsa, bunları taksonomi yönetimi bölümünde yönetebilirsiniz.

source: Save Changes
ar_sa: حفظ التغييرات
fi_fi: Tallenna muutokset
hi_in: परिवर्तन सहेजें
id_id: Simpan Perubahan
tr_tr: Değişiklikleri Kaydet

source: Tags
ar_sa: الوسوم
fi_fi: Tagit
hi_in: टैग
id_id: Tag
tr_tr: Etiketler

source: Tags are used to group questions. Assigning a taxonomy makes it easier for users to find questions by category.
ar_sa: تُستخدم العلامات لتنظيم الأسئلة. يُسهّل تعيين التصنيف على المستخدمين العثور على الأسئلة حسب الفئة.
fi_fi: Tagit käytetään kysymysten ryhmittelyyn. Tyypin määrittäminen helpottaa käyttäjien etsintää kategorian mukaan.
hi_in: टैग्स का उपयोग प्रश्नों के समूह में लगाने के लिए किया जाता है। टैक्सोनॉमी निर्धारित करने से उपयोगकर्ताओं को श्रेणी के आधार पर प्रश्नों को खोजना आसान हो जाता है।
id_id: Tag digunakan untuk mengelompokkan pertanyaan. Menetapkan taksonomi memudahkan pengguna menemukan pertanyaan berdasarkan kategori.
tr_tr: Etiketler soruları gruplamak için kullanılır. Bir taksonomi atamak, kullanıcıların kategorilere göre soruları bulmasını kolaylaştırır.

source: Taxonomies Management
ar_sa: إدارة التصنيفات
fi_fi: Verkostojen hallinta
hi_in: वर्गीकरण प्रबंधन
id_id: Manajemen Taksonomi
tr_tr: Taksonomi Yönetimi

source: Tips
ar_sa: نصائح
fi_fi: Vinkit
hi_in: टिप्स
id_id: Kiat
tr_tr: İpuçları
