Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Tags/Index.*.resx
Languages: ar_sa, fi_fi, hi_in, pl_pl, ro_ro, tr_tr

source: -- All Taxonomies --
ar_sa: -- جميع التصنيفات --
fi_fi: -- Kaikki aineistot --
hi_in: -- सभी वर्गीकरण --
pl_pl: -- Wszystkie taxonomie --
ro_ro: -- Toate taxonomiile --
tr_tr: -- Tüm Taksonomiler --

source: -- Uncategorized --
ar_sa: -- غير مصنفة --
fi_fi: -- Ei kategorisoituja --
hi_in: -- अनकैटेगराइज़्ड --
pl_pl: -- Bez kategorii --
ro_ro: -- Neclasificate --
tr_tr: -- Belirtilmemiş --

source: Actions
ar_sa: إجراءات
fi_fi: Toiminnot
hi_in: क्रियाएँ
pl_pl: Działania
ro_ro: Acțiuni
tr_tr: Eylemler

source: Clear
ar_sa: مسح
fi_fi: Tyhjennä
hi_in: साफ़ करें
pl_pl: Wyczyść
ro_ro: Curăță
tr_tr: Temizle

source: Delete
ar_sa: حذف
fi_fi: Poista
hi_in: हटाएँ
pl_pl: Usuń
ro_ro: Șterge
tr_tr: Sil

source: Edit
ar_sa: تعديل
fi_fi: Muokkaa
hi_in: संपादित करें
pl_pl: Edytuj
ro_ro: Editare
tr_tr: Düzenle

# Edit / Categorize
source: Edit / Categorise
ar_sa: تحرير / تصنيف
fi_fi: Muokkaa / Luokittele
hi_in: संपादित करें / वर्गीकृत करें
pl_pl: Edytuj / Kategoryzuj
ro_ro: Editare / Categorizare
tr_tr: Düzenle / Kategorize Et

source: Manage Taxonomies
ar_sa: إدارة التصنيفات
fi_fi: Hallitse kategorioita
hi_in: वर्गीकरण प्रबंधित करें
pl_pl: Zarządzaj typologiami
ro_ro: Gestionează taxonomii
tr_tr: Verileri Yönet

source: No tags found matching your criteria.
ar_sa: لا توجد علامات تطابق معاييرك.
fi_fi: Ei tunnisteita löytynyt hakukriteereihisi sopivaksi.
hi_in: आपकी शर्तों के अनुरूप कोई टैग नहीं मिला।
pl_pl: Nie znaleziono tagów pasujących do Twoich kryteriów.
ro_ro: Nu s-au găsit etichete care să corespundă criteriilor dumneavoastră.
tr_tr: Adayınızla eşleşen etiket bulunamadı.

source: No tags found. Tags will appear here once you create them when editing questions.
ar_sa: لم يتم العثور على علامات. ستظهر العلامات هنا بمجرد إنشائها أثناء تعديل الأسئلة.
fi_fi: Ei löytynyt merkintöjä. Merkinnät näkyvät täällä, kun luot niitä kysymysten muokkaamisen yhteydessä.
hi_in: कोई टैग नहीं मिला। जब आप प्रश्नों को संपादित करते हैं, तो आप टैग बनाने के बाद वे यहाँ दिखाई देंगे।
pl_pl: Nie znaleziono tagów. Tagi pojawią się tutaj, gdy je utworzysz podczas edycji pytań.
ro_ro: Nu s-au găsit etichete. Etichetele vor apărea aici odată ce le veți crea în timpul editării întrebărilor.
tr_tr: Etiket bulunamadı. Etiketler, soruları düzenlerken oluşturduğunuzda burada görünecektir.

source: No tags in this taxonomy matching your search.
ar_sa: لا توجد علامات في هذا التصنيف تطابق بحثك.
fi_fi: Ei tunnuksia tässä aineistossa vastaamaan hakusi.
hi_in: आपकी खोज के अनुरूप इस टैक्सोनॉमी में कोई टैग नहीं है।
pl_pl: Brak tagów w tej taxonomii pasujących do wyszukiwania.
ro_ro: Nu există etichete în această taxonomie care să corespundă căutării dvs.
tr_tr: Aramaınızla eşleşen bu taksonomide etiket bulunmuyor.

source: No tags match your search query.
ar_sa: لا توجد علامات تطابق استعلام البحث الخاص بك.
fi_fi: Ei tagkeita vastaa hakuehtojasi.
hi_in: आपके खोज के प्रश्न के अनुरूप कोई टैग नहीं मिला।
pl_pl: Nie znaleziono tagów pasujących do wyszukiwania.
ro_ro: Nu există etichete care să corespundă căutării dvs.
tr_tr: Arama sorgunuza uyan etiket bulunamadı.

source: questions
ar_sa: أسئلة
fi_fi: kysymykset
hi_in: प्रश्न
pl_pl: pytania
ro_ro: întrebări
tr_tr: soru

source: Search
ar_sa: بحث
fi_fi: Haku
hi_in: खोजें
pl_pl: Szukaj
ro_ro: Caută
tr_tr: Ara

source: Search tags...
ar_sa: بحث حسب العلامات...
fi_fi: Hae tunnisteita...
hi_in: टैग्स खोजें...
pl_pl: Szukaj tagów...
ro_ro: Caută etichete...
tr_tr: Etiketleri ara...

source: Tag Name
ar_sa: اسم التاج
hi_in: टैग नाम
pl_pl: Nazwa etykiety
ro_ro: Nume etichetă
tr_tr: Etiket Adı

source: Tags Management
ar_sa: إدارة العلامات
fi_fi: Tagien hallinta
hi_in: टैग प्रबंधन
pl_pl: Zarządzanie etykietami
ro_ro: Gestionarea etichetelor
tr_tr: Etiket Yönetimi

source: These tags are not assigned to any taxonomy. Please categorize them for better organization.
ar_sa: هذه العلامات غير مُخصصة لأي تصنيف. يُرجى تصنيفها لتحسين التنظيم.
fi_fi: Nämä tunnisteet eivät ole liitetty mihinkään luokituksiin. Ole hyvä ja luokittele ne paremman järjestelyn tueksi.
hi_in: इन टैग्स को किसी भी टैक्सोनॉमी में नहीं निर्धारित किया गया है। कृपया उन्हें बेहतर संगठन के लिए वर्गीकृत करें।
pl_pl: Te tagi nie są przypisane do żadnej taxonomii. Proszę je sklasyfikować, aby lepiej zorganizować.
ro_ro: Aceste etichete nu sunt atribuite niciunui taxonomie. Vă rugăm să le categorisiți pentru o organizare mai bună.
tr_tr: Bu etiketler hiçbir taksonomiye atanmamıştır. Daha iyi organizasyon için onları kategorize edin.

source: Toggle Dropdown
ar_sa: تبديل القائمة المنسدلة
fi_fi: Vaihda alasvetovalikko
hi_in: ड्रॉपडाउन टॉगल करें
ro_ro: Extinde/Ascunde meniul
tr_tr: Açılır Menüyü Aç/Kapat

# Uncategorized Tags
source: Uncategorised Tags
ar_sa: الوسوم غير المصنفة
fi_fi: Luokittamattomat tunnisteet
hi_in: अनिर्धारित टैग
pl_pl: Tagi bez kategorii
ro_ro: Etichete necategorizate
tr_tr: Kategorisiz Etiketler

source: Usage Count
ar_sa: عدد الاستخدامات
fi_fi: Käyttötilastot
hi_in: उपयोग गिनती
pl_pl: Liczba użyczeń
ro_ro: Număr de utilizări
tr_tr: Kullanım Sayısı
