Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Configuration/SettingsMap.*.resx
Languages: da_dk

source: The link to the brand&apos;s home page.
da_dk: Link til mærkens hjemmeside.

source: Allow User Adjust Nickname
da_dk: Tillad bruger at justere apel

source: Allow users to adjust their nickname in the profile management page.
da_dk: Tillad brugere at ændre deres kælenavn på siden til profilhåndtering.

source: Brand Home URL
da_dk: Brand- hjemmeside-URL

source: Brand Name
da_dk: Brands navn

source: ICP Number
da_dk: ICP-nummer

source: Project Logo
da_dk: Projekttegn

source: Project Name
da_dk: Projektnavn

source: The brand name displayed in the footer.
da_dk: Det brandnavn, der vises i foden.

source: The ICP license number for China mainland users. Leave empty to hide.
da_dk: ICP-licensenr. for brugere i Kina (fastland). Lad stå tomt for at skjule.

source: The logo of the project displayed in the navbar and footer. Support jpg, png, svg.
da_dk: Logoet for projektet vises i navigationsbaren og foden. Støtter jpg, png, svg.

source: The name of the project displayed in the frontend.
da_dk: Navnet på projektet, der vises i brugergrænsefladen.
