Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Papers/Edit.*.resx
Languages: hi_in

source: Add
hi_in: जोड़ें

source: Add Question
hi_in: प्रश्न जोड़ें

source: Cancel
hi_in: रद्द करें

source: delete
hi_in: हटाएँ

source: Edit Paper
hi_in: कागज को संपादित करें

source: Free paper
hi_in: मुफ्त पेपर

source: Freeze
hi_in: जमा करें

source: Mark as Publishable
hi_in: प्रकाशित करने योग्य चिह्नित करें

source: Paper Info
hi_in: पेपर जानकारी

source: Publish Snapshot
hi_in: स्नैपशॉट प्रकाशित करें

# Questions in Paper
source: Questions in the Paper
hi_in: पेपर में प्रश्न

source: Revert to Draft
hi_in: ड्राफ्ट में वापस ले आएं

source: Save
hi_in: सहेजें

source: Select question
hi_in: प्रश्न चुनें

source: Status
hi_in: स्थिति

source: Status Actions
hi_in: स्थिति कार्रवाई

source: Time Limit (minutes)
hi_in: समय सीमा (मिनटों में)

source: Title
hi_in: शीर्षक
