Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/AiTasks/Preview.*.resx
Languages: ar_sa, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Abandon
ar_sa: تَرك
el_gr: Απορρίψτε
es_es: Abandonar
fi_fi: Jätä käyttämättä
fr_fr: Abandonner
hi_in: त्यागें
id_id: Tinggalkan
it_it: Abbandona
ko_kr: 포기
nl_nl: Onderbreken
pl_pl: Porzucić
pt_br: Abandonar
ru_ru: Бросить
sv_se: Avbryt
th_th: ทิ้ง
tr_tr: Bırak
uk_ua: Забрати
vi_vn: Bỏ qua
zh_cn: 放弃
zh_tw: 放棄

source: Adopt
ar_sa: اعتمد
el_gr: Αποδοχή
es_es: Aceptar
fi_fi: Hyväksy
fr_fr: Adopter
hi_in: अपनाएँ
id_id: Terima
it_it: Adotta
ko_kr: 채택
nl_nl: Overnemen
pl_pl: Przyjmij
pt_br: Adotar
ro_ro: Adoptă
ru_ru: Принять
sv_se: Godkänn
th_th: รับรอง
tr_tr: Kabul Et
uk_ua: Прийняти
vi_vn: Chấp nhận
zh_cn: 采纳
zh_tw: 採用

source: AI New Answer
fi_fi: AI-uusi vastaus
id_id: Jawaban Baru AI
it_it: Risposta Nuova AI
nl_nl: AI Nieuw Antwoord
pl_pl: AI Nowa Odpowiedź
pt_br: Resposta Nova da IA
ru_ru: AI Новый ответ
sv_se: AI nytt svar
tr_tr: Yeni Yanıt
uk_ua: AI нова відповідь
vi_vn: Câu trả lời mới từ AI
zh_tw: AI 新答案

source: AI New Explanation
ar_sa: الشرح الجديد بالذكاء الاصطناعي
el_gr: Νέη Εξήγηση της Τεχνητής Νοημοσύνης
es_es: Explicación nueva de IA
fi_fi: AI-uusi selitys
fr_fr: Nouvelle explication par IA
hi_in: AI नई व्याख्या
id_id: Penjelasan AI Baru
it_it: Spiegazione Nuova con IA
ko_kr: AI 새로운 설명
nl_nl: AI nieuwe uitleg
pl_pl: Nowe wyjaśnienie AI
pt_br: Explicação Nova por IA
ro_ro: Explicație nouă AI
ru_ru: AI Новое объяснение
sv_se: AI ny förklaring
th_th: คำอธิบายใหม่โดย AI
tr_tr: Yeni AI Açıklaması
uk_ua: AI нове пояснення
vi_vn: Giải thích mới bởi AI
zh_cn: AI 新解析
zh_tw: AI 新解釋

source: AI Task Preview
ar_sa: معاينة مهمة الذكاء الاصطناعي
el_gr: Προεπισκόπηση εργασίας ΤΝ
es_es: Vista previa de tarea de IA
fi_fi: AI-tehtävän esikatselu
fr_fr: Aperçu de la tâche d'IA
hi_in: AI टास्क प्रीव्यू
id_id: Pratinjau Tugas AI
it_it: Anteprima Compito AI
ko_kr: AI 작업 미리보기
nl_nl: AI-taakvoorbeeld
pl_pl: Podgląd zadania AI
pt_br: Visualização da Tarefa de IA
ro_ro: Previzualizare sarcină AI
ru_ru: Предварительный просмотр задания ИИ
sv_se: AI-uppgiftsförhandsgranskning
th_th: ดูตัวอย่างงาน AI
tr_tr: Yapay Zeka Görev Önizleme
uk_ua: Попередній перегляд завдання AI
vi_vn: Xem trước nhiệm vụ AI
zh_cn: AI 任务预览
zh_tw: AI 任務預覽

# Auto Categorize
source: Auto Categorise
ar_sa: التصنيف التلقائي
el_gr: Αυτόματη Κατηγοριοποίηση
es_es: Categorización automática
fi_fi: Automaattinen luokittelu
fr_fr: Catégorisation automatique
id_id: Kategorisasi Otomatis
it_it: Categorizzazione Automatica
nl_nl: Automatisch categoriseren
pl_pl: Automatyczne kategoryzowanie
pt_br: Classificação Automática
ro_ro: Categorizare automată
ru_ru: Автоматическая категоризация
sv_se: Automatisk kategorisering
tr_tr: Otomatik Kategorilendirme
uk_ua: Автоматична категоризація
vi_vn: Tự động phân loại
zh_cn: 自动分类
zh_tw: 自動分類

source: Auto Tagging
ar_sa: التصنيف التلقائي
el_gr: Αυτόματη Ετικετοδότηση
es_es: Etiquetado automático
fi_fi: Automaattiset tunnisteet
fr_fr: Taguage automatique
id_id: Pengelompokan Otomatis
it_it: Etichettatura Automatica
nl_nl: Automatisch taggen
pl_pl: Automatyczne tagowanie
pt_br: Marcação Automática
ro_ro: Etichetare automată
ru_ru: Автоматическая метка
sv_se: Automatisk taggning
tr_tr: Otomatik Etiketleme
uk_ua: Автоматичне тегування
vi_vn: Gán nhãn tự động
zh_cn: 自动打标签
zh_tw: 自動標籤

source: Cancel
ar_sa: إلغاء
el_gr: Ακύρωση
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

source: Completed
ar_sa: مكتمل
el_gr: Ολοκληρώθηκε
es_es: Completado
fi_fi: Valmis
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Completato
ko_kr: 완료됨
nl_nl: Voltooid
pl_pl: Zakończone
pt_br: Concluído
ro_ro: Finalizat
ru_ru: Завершено
sv_se: Slutförd
th_th: เสร็จสิ้น
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 完成

source: Current Answer
fi_fi: Nykyinen vastaus
id_id: Jawaban Saat Ini
it_it: Risposta corrente
nl_nl: Huidige antwoord
pl_pl: Aktualna odpowiedź
pt_br: Resposta Atual
ru_ru: Текущий ответ
sv_se: Aktuellt svar
tr_tr: Mevcut Cevap
uk_ua: Поточна відповідь
vi_vn: Câu trả lời hiện tại
zh_tw: 目前答案

source: Current Category
ar_sa: الفئة الحالية
el_gr: Τρέχουσα Κατηγορία
es_es: Categoría actual
fi_fi: Nykyinen kategoria
fr_fr: Catégorie actuelle
id_id: Kategori Saat Ini
it_it: Categoria corrente
nl_nl: Huidige categorie
pl_pl: Bieżąca kategoria
pt_br: Categoria Atual
ro_ro: Categorie actuală
ru_ru: Текущая категория
sv_se: Aktuell kategori
tr_tr: Mevcut Kategori
uk_ua: Поточна категорія
vi_vn: Danh mục hiện tại
zh_cn: 当前分类
zh_tw: 目前類別

source: Current Tags
ar_sa: الوسوم الحالية
el_gr: Τρέχουσες ετικέτες
es_es: Etiquetas actuales
fi_fi: Nykyiset tunnisteet
fr_fr: Balises actuelles
id_id: Tag Saat Ini
it_it: Tag attuali
nl_nl: Huidige tags
pl_pl: Aktualne tagi
pt_br: Tags Atuais
ro_ro: Etichete curente
ru_ru: Текущие метки
sv_se: Aktuella taggar
tr_tr: Mevcut Etiketler
uk_ua: Поточні теги
vi_vn: Nhãn hiện tại
zh_cn: 当前标签
zh_tw: 目前標籤

source: Edit
ar_sa: تحرير
el_gr: Επεξεργασία
es_es: Editar
fi_fi: Muokkaa
fr_fr: Modifier
hi_in: संपादित करें
it_it: Modifica
ko_kr: 수정
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

source: Edit AI Explanation
ar_sa: تحرير التفسير الذكي
el_gr: Επεξεργασία Εξήγησης Τεχνητής Νοημοσύνης
es_es: Editar explicación de IA
fi_fi: Muokkaa AI selitystä
fr_fr: Modifier l'explication par IA
hi_in: एआई व्याख्या संपादित करें
id_id: Edit Penjelasan AI
it_it: Modifica la spiegazione dell'IA
ko_kr: AI 설명 편집
nl_nl: Bewerk AI-toelichting
pl_pl: Edytuj wyjaśnienie AI
pt_br: Editar Explicação da IA
ro_ro: Editare Explicație AI
ru_ru: Редактировать объяснение ИИ
sv_se: Redigera AI-förklaring
th_th: แก้ไขคำอธิบายจาก AI
tr_tr: AI Açıklamasını Düzenle
uk_ua: Редагувати AI пояснення
vi_vn: Chỉnh sửa Giải thích của AI
zh_cn: 编辑 AI 解析
zh_tw: 編輯 AI 解釋

source: Edit AI Suggestion
ar_sa: تحرير اقتراح الذكاء الاصطناعي
el_gr: Επεξεργασία πρότασης της ΤΝ
es_es: Editar sugerencia de IA
fi_fi: Muokkaa AI-ehdotusta
fr_fr: Modifier la suggestion de l'IA
hi_in: एआई सुझाव संपादित करें
id_id: Edit Saran AI
it_it: Modifica suggerimento IA
ko_kr: AI 제안 편집
nl_nl: Bewerk AI-suggestie
pl_pl: Edytuj sugestię AI
pt_br: Editar Sugestão da IA
ro_ro: Editare sugestie AI
ru_ru: Редактировать предложение ИИ
sv_se: Redigera AI-förslag
th_th: แก้ไขคำแนะนำจาก AI
tr_tr: AI Önerisini Düzenle
uk_ua: Редагувати пропозицію AI
vi_vn: Chỉnh sửa đề xuất AI
zh_cn: 编辑 AI 建议
zh_tw: 編輯 AI 建議

source: Generate Answer
fi_fi: Luo vastaus
id_id: Hasilkan Jawaban
it_it: Genera Risposta
nl_nl: Antwoord genereren
pl_pl: Generuj odpowiedź
pt_br: Gerar Resposta
ru_ru: Сгенерировать ответ
sv_se: Generera svar
tr_tr: Cevap Oluştur
uk_ua: Створити відповідь
vi_vn: Tạo câu trả lời
zh_tw: 產生答案

source: Generate Explanation
ar_sa: إنشاء شرح
el_gr: Δημιουργία Εξήγησης
es_es: Generar explicación
fi_fi: Luo selitys
fr_fr: Générer une explication
id_id: Hasilkan Penjelasan
it_it: Genera Spiegazione
nl_nl: Verklaring genereren
pl_pl: Generuj wyjaśnienie
pt_br: Gerar Explicação
ro_ro: Generează Explicație
ru_ru: Создать объяснение
sv_se: Generera förklaring
tr_tr: Açıklama Oluştur
uk_ua: Створити пояснення
vi_vn: Tạo Giải thích
zh_cn: 生成解析
zh_tw: 產生說明

source: Old Explanation
ar_sa: الشرح القديم
el_gr: Παλιά εξήγηση
es_es: Explicación antigua
fi_fi: Vanha selitys
fr_fr: Explication ancienne
hi_in: पुराना व्याख्या
id_id: Penjelasan Lama
it_it: Spiegazione precedente
ko_kr: 기존 설명
nl_nl: Oude uitleg
pl_pl: Stare wyjaśnienie
pt_br: Explicação Antiga
ro_ro: Explicație veche
ru_ru: Старое объяснение
sv_se: Gammal förklaring
th_th: คำอธิบายเดิม
tr_tr: Eski Açıklama
uk_ua: Старе пояснення
vi_vn: Giải thích cũ
zh_cn: 老解析
zh_tw: 舊解釋

source: Processing...
ar_sa: جاري المعالجة...
el_gr: Επεξεργασία...
es_es: Procesando...
fi_fi: Käsitellään...
fr_fr: Traitement en cours...
hi_in: प्रोसेसिंग...
id_id: Memproses...
it_it: Elaborazione...
ko_kr: 처리 중...
nl_nl: Bezig met verwerken...
pl_pl: Przetwarzanie...
pt_br: Processando...
ro_ro: Se procesează...
ru_ru: Выполняется...
sv_se: Bearbetar...
th_th: กำลังประมวลผล...
tr_tr: İşleniyor...
uk_ua: Обробка...
vi_vn: Đang xử lý...
zh_cn: 处理中...
zh_tw: 處理中...

# Save &amp; Adopt
source: Save & Adopt
ar_sa: حفظ واعتماد
el_gr: Αποθήκευση & Αποδοχή
es_es: Guardar y adoptar
fi_fi: Tallenna & hyväksy
fr_fr: Enregistrer et adopter
hi_in: सहेजें और अपनाएं
id_id: Simpan & Terapkan
it_it: Salva e Adotta
ko_kr: 저장 및 채택
nl_nl: Opslaan & Overnemen
pl_pl: Zapisz i przyjmij
pt_br: Salvar & Adotar
ro_ro: Salvează și adoptă
ru_ru: Сохранить и принять
sv_se: Spara & Adoptera
th_th: บันทึกและรับรอง
tr_tr: Kaydet & Kabul Et
uk_ua: Зберегти та прийняти
vi_vn: Lưu & Chấp nhận
zh_cn: 保存并采纳
zh_tw: 儲存並採用

source: Select Category
ar_sa: اختر الفئة
el_gr: Επιλογή Κατηγορίας
es_es: Seleccionar categoría
fi_fi: Valitse kategoria
fr_fr: Sélectionner une catégorie
hi_in: श्रेणी चुनें
id_id: Pilih Kategori
it_it: Seleziona Categoria
ko_kr: 카테고리 선택
nl_nl: Categorie selecteren
pl_pl: Wybierz kategorię
pt_br: Selecionar Categoria
ro_ro: Selectează categorie
ru_ru: Выберите категорию
sv_se: Välj kategori
th_th: เลือกหมวดหมู่
tr_tr: Kategori Seç
uk_ua: Вибрати категорію
vi_vn: Chọn danh mục
zh_cn: 选择分类
zh_tw: 選擇分類

source: Suggested Category
ar_sa: الفئة المقترحة
el_gr: Προτεινόμενη Κατηγορία
es_es: Categoría sugerida
fi_fi: Ehdotettu kategoria
fr_fr: Catégorie suggérée
id_id: Kategori yang Disarankan
it_it: Categoria suggerita
nl_nl: Voorgestelde categorie
pl_pl: Zalecana kategoria
pt_br: Categoria Sugerida
ro_ro: Categorie sugerată
ru_ru: Предлагаемая категория
sv_se: Föreslagen kategori
tr_tr: Önerilen Kategori
uk_ua: Спробована категорія
vi_vn: Danh mục đề xuất
zh_cn: 建议分类
zh_tw: 建議分類

source: Suggested Tags
ar_sa: الوسوم المقترحة
el_gr: Προτεινόμενα Ετικέτες
es_es: Etiquetas sugeridas
fi_fi: Ehdotetut tunnisteet
fr_fr: Balises suggérées
id_id: Tag yang Disarankan
it_it: Tag suggeriti
nl_nl: Voorgestelde tags
pl_pl: Zalecane tagi
pt_br: Tags Sugeridos
ro_ro: Etichete sugerate
ru_ru: Предложенные метки
sv_se: Förslagna taggar
tr_tr: Önerilen Etiketler
uk_ua: Підібрані теги
vi_vn: Nhãn đề xuất
zh_cn: 建议标签
zh_tw: 建議標籤
