Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Taxonomies/Index.*.resx
Languages: el_gr, fi_fi, hi_in, th_th

source: Actions
el_gr: Ενέργειες
fi_fi: Toiminnot
hi_in: कार्रवाई
th_th: การกระทำ

source: Back to Tags Management
el_gr: Επιστροφή στη Διαχείριση Ετικετών
fi_fi: Takaisin tagien hallintaan
hi_in: टैग प्रबंधन पर वापस जाएं
th_th: กลับไปยังการจัดการแท็ก

source: Create taxonomy
el_gr: Δημιουργία Ταξινόμησης
fi_fi: Luo aineisto
hi_in: टैक्सनॉमी बनाएँ
th_th: สร้างหมวดหมู่

source: Created Time
el_gr: Ημερομηνία Δημιουργίας
fi_fi: Luotu aika
hi_in: बनाए गए समय
th_th: เวลาที่สร้าง

source: Delete
el_gr: Διαγραφή
fi_fi: Poista
hi_in: हटाएँ
th_th: ลบ

source: Edit
el_gr: Επεξεργασία
fi_fi: Muokkaa
hi_in: संपादित करें
th_th: แก้ไข

source: No taxonomies found. Create one to get started.
el_gr: Δεν βρέθηκαν ταξινομίες. Δημιουργήστε μία για να ξεκινήσετε.
fi_fi: Yhtään luokittelua ei löytynyt. Luo yksi aloittaaksesi.
hi_in: कोई वर्गीकरण नहीं मिला। शुरुआत करने के लिए एक बनाएँ।
th_th: ไม่พบหมวดหมู่ใดๆ โปรดสร้างหมวดหมู่หนึ่งเพื่อเริ่มต้น

source: Tags Count
el_gr: Αριθμός Ετικετών
fi_fi: Tagien määrä
hi_in: टैग्स काउंट
th_th: จำนวนแท็ก

source: Taxonomies Management
el_gr: Διαχείριση Ταξινομιών
fi_fi: Verkostojen hallinta
hi_in: वर्गीकरण प्रबंधन
th_th: การจัดการหมวดหมู่

source: Taxonomy Name
el_gr: Όνομα Ταξινόμησης
fi_fi: Luokitusnimi
hi_in: वर्गीकरण नाम
th_th: ชื่อหมวดหมู่

source: View Tags
el_gr: Προβολή Ετικετών
fi_fi: Näytä tunnisteet
hi_in: टैग देखें
th_th: ดูแท็ก
