Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Models/QuestionsViewModels/Edit.*.resx
Languages: vi_vn

source: Category
vi_vn: Danh mục

source: Content
vi_vn: Nội dung

source: Explanation
vi_vn: Giải thích

source: Grading Strategy
vi_vn: Chiến lược chấm điểm

source: Metadata
vi_vn: Dữ liệu mô tả

source: Question ID
vi_vn: Mã câu hỏi

source: Question Type
vi_vn: Loại câu hỏi

source: Standard Answer
vi_vn: Câu trả lời chuẩn

source: Tags
vi_vn: Nhãn

source: The {0} cannot exceed {1} characters.
vi_vn: {0} không được vượt quá {1} ký tự.

source: The {0} is required.
vi_vn: {0} là bắt buộc.
