Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/DistributionChannels/Details.*.resx
Languages: hi_in, ja_jp

source: Agency Name
hi_in: एजेंसी नाम
ja_jp: 機関名

source: Back to List
hi_in: सूची पर वापस जाएं
ja_jp: リストへ戻る

source: Channel Details
hi_in: चैनल विवरण
ja_jp: チャネル詳細

source: Channel Information
hi_in: चैनल जानकारी
ja_jp: チャネル情報

source: Created at
hi_in: बनाया गया समय
ja_jp: 作成日時

source: Delete
hi_in: हटाएँ
ja_jp: 削除

source: Disable Channel
hi_in: चैनल असक्रिय करें
ja_jp: チャンネルを無効化

source: Disabled
hi_in: अक्षम
ja_jp: 無効

source: Distribution Code
hi_in: वितरण कोड
ja_jp: 配布コード

source: Enable Channel
hi_in: चैनल सक्षम करें
ja_jp: チャネルを有効化

source: Enabled
hi_in: सक्षम
ja_jp: 有効化済み

source: Paid Orders
hi_in: भुगतान किए गए आदेश
ja_jp: 支払い済み注文

source: Payment statistics are not yet implemented.
hi_in: भुगतान सांख्यिकी अभी तक कार्यान्वित नहीं की गई है।
ja_jp: 支払い統計はまだ実装されていません。

source: Registrations
hi_in: पंजीकरण
ja_jp: 登録数

source: Statistics
hi_in: सांख्यिकी
ja_jp: 統計

source: Status
hi_in: स्थिति
ja_jp: 状態

source: Total Amount
hi_in: कुल राशि
ja_jp: 合計金額
