Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Extract/Preview.*.resx
Languages: el_gr, fi_fi, hi_in, uk_ua, vi_vn

source: Answer
el_gr: Απάντηση
fi_fi: Vastaus
hi_in: उत्तर
uk_ua: Відповідь
vi_vn: Câu trả lời

source: Back to Edit
el_gr: Πίσω στην Επεξεργασία
fi_fi: Takaisin muokkausnäkymään
hi_in: संपादित करने के लिए वापस जाएँ
uk_ua: Повернутися до редагування
vi_vn: Quay lại chỉnh sửa

source: Confirm &amp; Save
el_gr: Επιβεβαίωση και Αποθήκευση
fi_fi: Vahvista ja tallenna
hi_in: पुष्टि करें और सहेजें
uk_ua: Підтвердити та зберегти
vi_vn: Xác nhận & Lưu

source: Content
el_gr: Περιεχόμενο
fi_fi: Sisältö
hi_in: सामग्री
uk_ua: Вміст
vi_vn: Nội dung

source: No knowledge points found.
el_gr: Δεν βρέθηκαν σημεία γνώσης.
fi_fi: Tietoja ei löytynyt.
hi_in: कोई ज्ञान बिंदु नहीं मिले।
uk_ua: Не знайдено точок знань.
vi_vn: Không tìm thấy điểm kiến thức nào.

source: No questions for this knowledge point.
el_gr: Δεν υπάρχουν ερωτήσεις για αυτό το σημείο γνώσης.
fi_fi: Ei kysymyksiä tälle tietopisteelle.
hi_in: इस ज्ञान बिंदु के लिए कोई प्रश्न नहीं है।
uk_ua: Немає питань для цієї точки знань.
vi_vn: Không có câu hỏi nào cho điểm kiến thức này.

source: Preview &amp; Save
el_gr: Προεπισκόπηση & Αποθήκευση
fi_fi: Esikatselu & Tallenna
hi_in: पूर्वावलोकन और सहेजें
uk_ua: Попередній перегляд та зберігання
vi_vn: Xem trước & Lưu

source: Questions
el_gr: Ερωτήσεις
fi_fi: Kysymykset
hi_in: प्रश्न
uk_ua: Питання
vi_vn: Câu hỏi

source: Tags
el_gr: Ετικέτες
fi_fi: Tagit
hi_in: टैग्स
uk_ua: Мітки
vi_vn: Nhãn

source: Target Category:
el_gr: Στόχος Κατηγορία:
fi_fi: Kohdekategori:
hi_in: लक्षित श्रेणी:
uk_ua: Місце призначення:
vi_vn: Danh mục mục tiêu:

source: Type
el_gr: Τύπος
fi_fi: Tyyppi
hi_in: प्रकार
uk_ua: Тип
vi_vn: Loại
