Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Exams/Edit.*.resx
Languages: el_gr, fi_fi, ko_kr, ro_ro, th_th, vi_vn

source: Allow students to review their score details
el_gr: Επιτρέψτε στους μαθητές να επανεξετάσουν τις λεπτομέρειες του βαθμού τους
fi_fi: Salli opiskelijoille tarkastella pistemääriänsä
ko_kr: 학생들이 자신의 점수 상세 정보를 다시 확인할 수 있도록 허용합니다
ro_ro: Permite elevilor să revizuiască detalii despre notele obținute
th_th: อนุญาตให้นักเรียนตรวจสอบรายละเอียดคะแนนของตนเอง
vi_vn: Cho phép học sinh xem lại chi tiết điểm số của họ

source: Attempts
el_gr: Προσπάθειες
fi_fi: Yritykset
ko_kr: 응시 횟수
ro_ro: Încercări
th_th: จำนวนครั้งที่สามารถทำข้อสอบได้
vi_vn: Số lần thử

source: Cancel
el_gr: Ακύρωση
fi_fi: Peruuta
ko_kr: 취소
ro_ro: Anulează
th_th: ยกเลิก
vi_vn: Hủy

source: Duration (min)
el_gr: Διάρκεια (λεπτά)
fi_fi: Kesto (min)
ko_kr: 소요 시간 (분)
ro_ro: Durată (min)
th_th: ระยะเวลา (นาที)
vi_vn: Thời gian (phút)

source: Edit Exam
el_gr: Επεξεργασία Εξέτασης
fi_fi: Muokkaa koetta
ko_kr: 시험 편집
ro_ro: Editare Examen
th_th: แก้ไขแบบทดสอบ
vi_vn: Chỉnh sửa Bài kiểm tra

source: end time
el_gr: τέλος ώρας
fi_fi: loppuaika
ko_kr: 종료 시간
ro_ro: timp de final
th_th: เวลาสิ้นสุด
vi_vn: thời gian kết thúc

source: Exam Settings
el_gr: Ρυθμίσεις εξετάσεων
fi_fi: Kokeen asetukset
ko_kr: 시험 설정
ro_ro: Setări examen
th_th: การตั้งค่าแบบทดสอบ
vi_vn: Cài đặt bài kiểm tra

source: Leave empty to never show answers.
el_gr: Αφήστε κενό για να μην εμφανίζονται ποτέ οι απαντήσεις.
fi_fi: Jätä tyhjäksi, jotta vastauksia ei näytetä koskaan.
ko_kr: 비워 두면 답변을 절대 표시하지 않습니다.
ro_ro: Lăsați gol pentru a nu afișa niciodată răspunsurile.
th_th: เว้นว่างไว้เพื่อไม่แสดงคำตอบเลย
vi_vn: Để trống để không bao giờ hiển thị đáp án.

source: Paper
el_gr: Εξέταση
fi_fi: Koe
ko_kr: 시험지
ro_ro: Subiect
th_th: แบบทดสอบ
vi_vn: Đề thi

source: Publicly Visible
el_gr: Δημόσια Ορατό
fi_fi: Julkaistu julkisesti
ko_kr: 공개적으로 보기 가능
ro_ro: Vizibil public
th_th: แสดงให้สาธารณะเห็นได้
vi_vn: Công khai hiển thị

source: Save Changes
el_gr: Αποθήκευση Αλλαγών
fi_fi: Tallenna muutokset
ko_kr: 변경 사항 저장
ro_ro: Salvează modificările
th_th: บันทึกการเปลี่ยนแปลง
vi_vn: Lưu thay đổi

source: Show Answers After
el_gr: Εμφάνιση Απαντήσεων Μετά από
fi_fi: Näytä vastaukset jälkeen
ko_kr: 정답을 이후에 표시하기
ro_ro: Afișează răspunsurile după
th_th: แสดงคำตอบหลังจาก
vi_vn: Hiện đáp án sau

source: Start time
el_gr: ώρα έναρξης
fi_fi: alkaen aika
ko_kr: 시작 시간
ro_ro: ora de începere
th_th: เวลาเริ่มต้น
vi_vn: thời gian bắt đầu

source: Title
el_gr: Τίτλος
fi_fi: Otsikko
ko_kr: 제목
ro_ro: Titlu
th_th: หัวข้อ
vi_vn: Tiêu đề
