Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Jobs/Index.*.resx
Languages: hi_in

source: Actions
hi_in: कार्रवाई

source: AI Optimization Tasks
hi_in: AI अनुकूलन कार्य

source: Background Jobs
hi_in: बैकग्राउंड जॉब्स

source: Cancel
hi_in: रद्द करें

source: Cancelled
hi_in: रद्द किया गया

source: Creates test jobs in different queues (15-30s sleep, 10% failure rate). Jobs in different queues run in parallel.
hi_in: अलग-अलग कतारों में परीक्षण कार्य बनाता है (15-30 सेकंड का नींद, 10% असफलता दर)। अलग-अलग कतारों में कार्य समानांतर रूप से चलते हैं।

source: Failed
hi_in: विफल

source: Finished At
hi_in: समाप्त हुआ समय

source: Job Name
hi_in: कार्य नाम

source: Monitor and manage background job queues and their execution status.
hi_in: बैकग्राउंड जॉब क्यूज़ और उनके निष्पादन स्थिति को मॉनिटर और मैनेज करें।

source: New Job A
hi_in: नया कार्य A

source: New Job B
hi_in: नया कार्य B

source: No jobs
hi_in: कोई काम नहीं

source: Optimize Noun Explanations
hi_in: नामवाचक व्याख्याओं को अनुकूलित करें

source: Pending
hi_in: प्रतीक्षा कर रहा है

source: Processing
hi_in: प्रोसेसिंग

source: Queue Name
hi_in: कतार का नाम

source: Queued At
hi_in: रन करने के लिए रखा गया

source: Regenerate All Explanations
hi_in: सभी व्याख्याओं को पुनः उत्पन्न करें

source: Status
hi_in: स्थिति

source: Success
hi_in: सफलता

source: These tasks use AI to improve question content. They will process all relevant questions in the database sequentially.
hi_in: ये कार्य एआई का उपयोग प्रश्न के सामग्री में सुधार करने के लिए करते हैं। वे डेटाबेस में सभी संबंधित प्रश्नों को क्रमिक रूप से प्रसंस्कृत करेंगे।

source: View Result
hi_in: परिणाम देखें
