Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/KnowledgePoints/Create.*.resx
Languages: ar_sa, zh_hk

source: Add Selected
ar_sa: إضافة المحدد
zh_hk: 新增所選項目

source: Associated Categories
ar_sa: الفئات المرتبطة
zh_hk: 關聯分類

source: Associated Questions
ar_sa: الأسئلة المرتبطة
zh_hk: 相關問題

source: Back to List
ar_sa: العودة إلى القائمة
zh_hk: 返回列表

source: Content
ar_sa: المحتوى
zh_hk: 內容

source: Create
ar_sa: إنشاء
zh_hk: 新增

source: Create KnowledgePoint
ar_sa: إنشاء نقطة معرفة
zh_hk: 新增知識點

source: Enter MTQL query (e.g. content:&quot;math&quot;)
ar_sa: أدخل استعلام MTQL (مثلاً content:"math")
zh_hk: 輸入 MTQL 查詢 (例如 content:"math")

source: Error:
ar_sa: خطأ:
zh_hk: 錯誤：

source: Hold Ctrl (Windows) or Command (Mac) to select multiple options.
ar_sa: اضغط على Ctrl (ويندوز) أو Command (ماك) لاختيار خيارات متعددة.
zh_hk: 按住 Ctrl (Windows) 或 Command (Mac) 可選擇多個選項。

source: MTQL Question Finder
ar_sa: مُجَدِّد الأسئلة بـ MTQL
zh_hk: MTQL 題目搜尋器

source: No questions found.
ar_sa: لا توجد أسئلة تم العثور عليها.
zh_hk: 未找到問題。

source: Parent KnowledgePoint
ar_sa: نقطة المعرفة الأم
zh_hk: 上層知識點

source: Search
ar_sa: بحث
zh_hk: 搜尋

source: Search results will appear here...
ar_sa: ستظهر نتائج البحث هنا...
zh_hk: 搜尋結果會在這裡出現...

source: Searching...
ar_sa: جاري البحث...
zh_hk: 搜尋中...

source: Selected Questions
ar_sa: الأسئلة المختارة
zh_hk: 已選擇的問題

source: Title
ar_sa: العنوان
zh_hk: 標題

source: Top Level
ar_sa: المستوى الأعلى
zh_hk: 頂層
