Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/KnowledgePoints/Edit.*.resx
Languages: ro_ro

source: Add
ro_ro: Adaugă

source: Add Selected
ro_ro: Adaugă selecționatele

source: All Types
ro_ro: Toate tipurile

source: Associated Categories
ro_ro: Categorii asociate

source: Associated Questions
ro_ro: Intrebări asociate

source: Back to List
ro_ro: Înapoi la listă

source: Content
ro_ro: Conținut

source: Edit KnowledgePoint
ro_ro: Editează Punctul de Cunoștințe

source: Enter MTQL query (e.g. content:&quot;math&quot;)
ro_ro: Introduceți o interogare MTQL (de exemplu: content:"math")

source: Error:
ro_ro: Eroare:

source: Hold Ctrl (Windows) or Command (Mac) to select multiple options.
ro_ro: Țineți apăsat Ctrl (Windows) sau Command (Mac) pentru a selecta mai multe opțiuni.

source: MTQL Question Finder
ro_ro: Găsitor întrebări MTQL

source: No questions found.
ro_ro: Nu s-au găsit întrebări.

source: Parent KnowledgePoint
ro_ro: Punct de cunoștință părinte

source: Save
ro_ro: Salvează

source: Search
ro_ro: Caută

source: Search results will appear here...
ro_ro: Rezultatele căutării vor apărea aici...

source: Searching...
ro_ro: Se caută...

source: Select a question to add...
ro_ro: Selectați o întrebare de adăugat...

source: Selected Questions
ro_ro: Intrebări selectate

source: Title
ro_ro: Titlu

source: Top Level
ro_ro: Nivel Superior
