Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/KnowledgePoints/Index.*.resx
Languages: fi_fi, vi_vn

source: Actions
fi_fi: Toiminnot
vi_vn: Hành động

source: Add KnowledgePoint
fi_fi: Lisää tietopiste
vi_vn: Thêm Kiến Thức Điểm

source: Created
fi_fi: Luotu
vi_vn: Đã tạo

source: KnowledgePoint List
fi_fi: Tietopisteluettelo
vi_vn: Danh sách Điểm Kiến thức

source: KnowledgePoints
fi_fi: Tietopisteet
vi_vn: Điểm kiến thức

source: List View
fi_fi: Luettelo näkymä
vi_vn: Danh sách

source: No knowledgePoints found
fi_fi: Tietopisteitä ei löytynyt
vi_vn: Không tìm thấy điểm kiến thức nào

source: Parent
fi_fi: Yläkäsite
vi_vn: Kiến thức cha

source: Title
fi_fi: Otsikko
vi_vn: Tiêu đề

source: Visual Tree
fi_fi: Visuaalinen puu
vi_vn: Cây hình ảnh
