Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Authorization/AppPermissions.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Add Any Knowledge Point
ar_sa: إضافة أي نقطة معرفة
da_dk: Tilføj enhver videnhed
de_de: Beliebigen Wissenspunkt hinzufügen
el_gr: Προσθήκη Οποιουδήποτε Σημείου Γνώσης
es_es: Añadir cualquier KnowledgePoint
fi_fi: Lisää mikä tahansa tietopiste
fr_fr: Ajouter n'importe quel point de connaissance
hi_in: कोई भी नॉलेजपॉइंट जोड़ें
id_id: Tambahkan Poin Pengetahuan Apapun
it_it: Aggiungi qualsiasi KnowledgePoint
ja_jp: 任意のナレッジポイントを追加
nl_nl: Voeg elk kennispunt toe
pl_pl: Dodaj dowolny punkt wiedzy
pt_pt: Adicionar Qualquer Ponto de Conhecimento
ro_ro: Adaugă orice Punct de Cunoștințe
sv_se: Lägg till valfritt kunskapspunkt
th_th: เพิ่มความรู้จุดใดก็ได้
tr_tr: Herhangi Bir Bilgi Noktası Ekle
uk_ua: Додати будь-який знаннєвий пункт
vi_vn: Thêm Bất Kỳ Điểm Kiến Thức Nào
zh_cn: 添加任意知识点
zh_hk: 新增任何知識點
zh_tw: 新增任何知識點

source: Add Articles
ar_sa: إضافة مقالات
da_dk: Tilføj artikler
de_de: Artikel hinzufügen
el_gr: Προσθήκη Άρθρων
es_es: Añadir Artículos
fi_fi: Lisää artikkelit
fr_fr: Ajouter des articles
hi_in: लेख जोड़ें
id_id: Tambah Artikel
it_it: Aggiungi Articoli
ja_jp: 記事の追加
nl_nl: Artikelen toevoegen
pl_pl: Dodaj artykuły
pt_pt: Adicionar Artigos
ro_ro: Adaugă articole
sv_se: Lägg till artiklar
th_th: เพิ่มบทความ
tr_tr: Makale Ekle
uk_ua: Додати статті
vi_vn: Thêm Bài viết
zh_cn: 添加资讯
zh_hk: 新增文章
zh_tw: 新增文章

source: Add Distribution Channels
ar_sa: إضافة قنوات التوزيع
da_dk: Tilføj distributionskanaler
es_es: Añadir canales de distribución
fr_fr: Ajouter des canaux de distribution
id_id: Tambah Saluran Distribusi
it_it: Aggiungi Canali di Distribuzione
pl_pl: Dodaj kanały dystrybucji
pt_pt: Adicionar Canais de Distribuição
ro_ro: Adaugă canale de distribuție
th_th: เพิ่มช่องทางการจัดส่ง
tr_tr: Dağıtım Kanalları Ekle
uk_ua: Додати канали розповсюдження
vi_vn: Thêm Kênh Phân Phối
zh_hk: 新增分發渠道
zh_tw: 新增發行管道

source: Add Exams
ar_sa: إضافة امتحانات
da_dk: Tilføj Eksamener
el_gr: Προσθήκη Δοκιμασιών
es_es: Añadir exámenes
fi_fi: Lisää kokeet
fr_fr: Ajouter des examens
hi_in: परीक्षाएँ जोड़ें
id_id: Tambah Ujian
it_it: Aggiungi Esami
pl_pl: Dodaj egzaminy
pt_pt: Adicionar Exames
ro_ro: Adaugă Examen
sv_se: Lägg till prov
th_th: เพิ่มการสอบ
tr_tr: Sınav Ekle
uk_ua: Додати екзамени
vi_vn: Thêm bài kiểm tra
zh_cn: 添加考试
zh_hk: 新增考試
zh_tw: 新增測驗

source: Add New Roles
ar_sa: إضافة أدوار جديدة
da_dk: Tilføj nye roller
de_de: Rollen hinzufügen
el_gr: Προσθήκη Νέων Ρόλων
es_es: Añadir Nuevos Roles
fi_fi: Lisää uusia rooleja
fr_fr: Ajouter de nouveaux rôles
hi_in: नए भूमिकाएँ जोड़ें
id_id: Tambah Peran Baru
it_it: Aggiungi Nuovi Ruoli
ja_jp: 新しいロールの追加
nl_nl: Nieuwe rollen toevoegen
pl_pl: Dodaj nowe role
pt_pt: Adicionar Novos Papéis
ro_ro: Adăugare Roluri Noi
sv_se: Lägg till nya roller
th_th: เพิ่มบทบาทใหม่
tr_tr: Yeni Rol Ekle
uk_ua: Додати нові ролі
vi_vn: Thêm Vai trò Mới
zh_cn: 添加新角色
zh_hk: 新增角色
zh_tw: 新增角色

source: Add New Users
ar_sa: إضافة مستخدمين جدد
da_dk: Tilføj nye brugere
de_de: Neue Benutzer hinzufügen
el_gr: Προσθήκη Νέων Χρηστών
es_es: Añadir usuarios nuevos
fi_fi: Lisää uusia käyttäjiä
fr_fr: Ajouter de nouveaux utilisateurs
hi_in: नए उपयोगकर्ता जोड़ें
id_id: Tambahkan Pengguna Baru
it_it: Aggiungi Nuovi Utenti
ja_jp: 新規ユーザーの追加
nl_nl: Nieuwe gebruikers toevoegen
pl_pl: Dodawanie nowych użytkowników
pt_pt: Adicionar Novos Utilizadores
ro_ro: Adăugare Utilizatori Noi
sv_se: Lägg till nya användare
th_th: เพิ่มผู้ใช้ใหม่
tr_tr: Yeni Kullanıcı Ekle
uk_ua: Додати нових користувачів
vi_vn: Thêm Người Dùng Mới
zh_cn: 添加新用户
zh_hk: 新增使用者
zh_tw: 新增使用者

source: Add Papers
ar_sa: إضافة ورقات
da_dk: Tilføj papirer
de_de: Papiere hinzufügen
el_gr: Προσθήκη Εγγράφων
es_es: Añadir documentos
fi_fi: Lisää artikkeleita
fr_fr: Ajouter des documents
hi_in: पेपर्स जोड़ें
id_id: Tambah Kertas
it_it: Aggiungi Documenti
ja_jp: 論文を追加
nl_nl: Papers toevoegen
pl_pl: Dodaj Prace
pt_pt: Adicionar Documentos
ro_ro: Adaugă Lucrări
sv_se: Lägg till dokument
th_th: เพิ่มเอกสาร
tr_tr: Makale Ekle
uk_ua: Додати роботи
vi_vn: Thêm Bài Thi
zh_cn: 添加试卷
zh_hk: 新增論文
zh_tw: 新增試卷

source: Add Questions
ar_sa: إضافة الأسئلة
da_dk: Tilføj spørgsmål
de_de: Fragen hinzufügen
el_gr: Προσθήκη Ερωτήσεων
es_es: Añadir preguntas
fi_fi: Lisää kysymyksiä
fr_fr: Ajouter des questions
hi_in: प्रश्न जोड़ें
id_id: Tambahkan Pertanyaan
it_it: Aggiungi Domande
ja_jp: 問題を追加
nl_nl: Vragen toevoegen
pl_pl: Dodaj pytania
pt_pt: Adicionar Perguntas
ro_ro: Adaugă Întrebări
sv_se: Lägg till frågor
th_th: เพิ่มคำถาม
tr_tr: Soru Ekle
uk_ua: Додати питання
vi_vn: Thêm Câu Hỏi
zh_cn: 添加题目
zh_hk: 新增題目
zh_tw: 新增題目

# Allows adding of any knowledgePoint, regardless of ownership.
source: Allows the addition of any knowledgePoint, regardless of ownership.
ar_sa: يسمح بإضافة أي نقطة معرفة، بغض النظر عن الملكية.
da_dk: Tillader tilføjelse af enhver knowledgePoint, uanset ejerskab.
de_de: Ermöglicht das Hinzufügen beliebiger KnowledgePoints, unabhängig vom Eigentümer.
el_gr: Επιτρέπει την προσθήκη οποιουδήποτε knowledgePoint, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite añadir cualquier knowledgePoint, independientemente de su propietario.
fi_fi: Sallii minkä tahansa knowledgePointin lisäämisen, riippumatta omistajuudesta.
fr_fr: Permet l'ajout de tout knowledgePoint, indépendamment de la propriété.
hi_in: किसी भी knowledgePoint को, स्वामित्व की परवाह किए बिना, जोड़ने की अनुमति देता है।
id_id: Memungkinkan penambahan knowledgePoint apa pun, terlepas dari kepemilikannya.
it_it: Consente l'aggiunta di qualsiasi knowledgePoint, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、任意のknowledgePointを追加できます。
nl_nl: Staat het toevoegen van elk knowledgePoint toe, ongeacht eigendom.
pl_pl: Pozwala na dodawanie dowolnego knowledgePoint, niezależnie od jego właściciela.
pt_pt: Permite adicionar qualquer knowledgePoint, independentemente da propriedade.
ro_ro: Permite adăugarea oricărui knowledgePoint, indiferent de proprietate.
sv_se: Tillåter att lägga till vilken knowledgePoint som helst, oavsett ägarskap.
th_th: อนุญาตให้เพิ่ม knowledgePoint ใดๆ ก็ได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Herhangi bir knowledgePoint'in, sahipliğine bakılmaksızın eklenmesine izin verir.
uk_ua: Дозволяє додавання будь-якого knowledgePoint, незалежно від власності.
vi_vn: Cho phép thêm bất kỳ knowledgePoint nào, bất kể quyền sở hữu.
zh_cn: 允许添加任何知识点，无论其归属如何。
zh_hk: 允許新增任何知識點，不論其擁有者為何。
zh_tw: 允許新增任何知識點，不論其擁有者為何。

source: Allows adding of articles, regardless of ownership.
ar_sa: يسمح بإضافة المقالات، بغض النظر عن الملكية.
da_dk: Tillader tilføjelse af artikler, uanset ejerskab.
de_de: Erlaubt das Hinzufügen von Artikeln, unabhängig vom Eigentum.
el_gr: Επιτρέπει την προσθήκη άρθρων, ανεξάρτητα από την κατοχή τους.
es_es: Permite agregar artículos, independientemente de quién sea el propietario.
fi_fi: Sallii artikkeleiden lisäämisen, riippumatta omistuksesta.
fr_fr: Permet d'ajouter des articles, quel que soit le propriétaire.
hi_in: लेखों को मालिकाना हक के बिना जोड़ने की अनुमति देता है।
id_id: Memungkinkan penambahan artikel, terlepas dari kepemilikan.
it_it: Consente l'aggiunta di articoli, indipendentemente dalla proprietà.
ja_jp: 所有者にかかわらず記事を追加できます。
nl_nl: Staat het toe om artikelen toe te voegen, onafhankelijk van de eigenaar.
pl_pl: Zezwala na dodawanie artykułów niezależnie od właściciela
pt_pt: Permite a adição de artigos, independentemente da propriedade.
ro_ro: Permite adăugarea articolelor, indiferent de proprietate.
sv_se: Tillåter läggning av artiklar, oavsett äganderätt.
th_th: อนุญาตให้เพิ่มบทความได้ ไม่ว่าจะเป็นเจ้าของหรือไม่
tr_tr: Makale eklemeye izin verir, sahipliğe bakılmaksızın.
uk_ua: Дозволяє додавати статті, незалежно від власника.
vi_vn: Cho phép thêm bài viết, dù không phải là chủ sở hữu.
zh_cn: 允许添加资讯，无论其归属如何。
zh_hk: 允許新增文章，不論擁有權。
zh_tw: 允許新增文章，不論所有權。

source: Allows adding of exams, regardless of ownership.
ar_sa: يُتيح إضافة الامتحانات، بغض النظر عن الملكية.
da_dk: Tillader tilføjelse af eksamener, uanset ejerskab.
el_gr: Επιτρέπει την προσθήκη εξετάσεων, ανεξάρτητα από την κατοχή.
es_es: Permite añadir exámenes, independientemente de la propiedad.
fi_fi: Sallii kokeiden lisäämisen, vaikka omistajaksi ei olisi.
fr_fr: Permet d'ajouter des examens, quel que soit le propriétaire.
hi_in: परीक्षाओं को मालिकाना हक के बिना जोड़ने की अनुमति देता है।
id_id: Memungkinkan penambahan ujian, terlepas dari kepemilikan.
it_it: Consente l'aggiunta di esami, indipendentemente dalla proprietà.
pl_pl: Zezwala na dodawanie egzaminów, niezależnie od własności.
pt_pt: Permite a adição de exames, independentemente da posse.
ro_ro: Permite adăugarea de examene, indiferent de deținere.
sv_se: Tillåter att lägga till prov, oavsett äganderätt.
th_th: อนุญาตให้เพิ่มการสอบ ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Sahiplik durumundan bağımsız olarak sınav eklemeye izin verir.
uk_ua: Дозволяє додавання екзаменів, незалежно від власності.
vi_vn: Cho phép thêm bài kiểm tra, bất kể quyền sở hữu.
zh_cn: 允许添加考试，不受所有权限制。
zh_hk: 允許新增考試，不論擁有權。
zh_tw: 允許新增測驗，不論所有權。

# Allows adding of papers, regardless of ownership.
source: Allows adding papers, regardless of ownership.
ar_sa: يُسمح بإضافة ورقات، بغض النظر عن الملكية.
da_dk: Tillader tilføjelse af papirer, uanset ejerskab.
de_de: Erlaubt das Hinzufügen von Papieren, unabhängig von der Eigentümerschaft.
el_gr: Επιτρέπει την προσθήκη εγγράφων, ανεξάρτητα από την κατοχή.
es_es: Permite añadir documentos, independientemente de la propiedad.
fi_fi: Sallii paperien lisäämisen, riippumatta omistajuudesta.
fr_fr: Permet d'ajouter des documents, quel que soit le propriétaire.
hi_in: किसी भी मालिकत्व के बिना पेपर्स को जोड़ने की अनुमति देता है।
id_id: Memungkinkan penambahan dokumen, terlepas dari kepemilikan.
it_it: Consente l'aggiunta di documenti, indipendentemente dalla proprietà.
ja_jp: 所有者に関係なく、資料の追加を許可します。
nl_nl: Staat toe het toevoegen van documenten, ongeacht de eigenaar.
pl_pl: Zezwala na dodawanie artykułów, niezależnie od praw własności.
pt_pt: Permite a adição de trabalhos, independentemente da posse.
ro_ro: Permite adăugarea de lucrări, indiferent de proprietate.
sv_se: Tillåter att lägga till dokument, oavsett äganderätt.
th_th: อนุญาตให้เพิ่มเอกสาร ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Kağıtların sahipliğine bakılmaksızın eklenmesine izin verir.
uk_ua: Дозволяє додавання робіт, незалежно від власності.
vi_vn: Cho phép thêm bài viết, bất kể quyền sở hữu.
zh_cn: 允许添加试卷，无论所属。
zh_hk: 允許添加試卷，不論所有權。
zh_tw: 允許新增文件，不論所有權。

# Allows adding of questions, regardless of ownership.
source: Allows the addition of questions, regardless of ownership.
ar_sa: يسمح بإضافة الأسئلة، بغض النظر عن الملكية.
da_dk: Tillader tilføjelse af spørgsmål, uanset ejerskab.
de_de: Ermöglicht das Hinzufügen von Fragen, unabhängig vom Eigentümer.
el_gr: Επιτρέπει την προσθήκη ερωτήσεων, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite añadir preguntas, independientemente de su propietario.
fi_fi: Sallii kysymysten lisäämisen omistajuudesta riippumatta.
fr_fr: Permet l'ajout de questions, indépendamment de leur propriétaire.
hi_in: स्वामित्व की परवाह किए बिना, प्रश्न जोड़ने की अनुमति देता है।
id_id: Memungkinkan penambahan pertanyaan, terlepas dari kepemilikan.
it_it: Consente l'aggiunta di domande, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、質問を追加することを許可します。
nl_nl: Staat het toevoegen van vragen toe, ongeacht wie de eigenaar is.
pl_pl: Pozwala na dodawanie pytań, niezależnie od ich przynależności.
pt_pt: Permite adicionar perguntas, independentemente da propriedade.
ro_ro: Permite adăugarea de întrebări, indiferent de proprietate.
sv_se: Tillåter att lägga till frågor, oavsett ägarskap.
th_th: อนุญาตให้เพิ่มคำถามได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Sahipliğine bakılmaksızın soru eklenmesine izin verir.
uk_ua: Дозволяє додавання питань, незалежно від власності.
vi_vn: Cho phép thêm câu hỏi, bất kể quyền sở hữu.
zh_cn: 允许添加问题，无论所有权归属。
zh_hk: 允許新增題目，不論擁有權。
zh_tw: 允許新增題目，不論其擁有者為何。

source: Allows assigning or removing roles for any user.
ar_sa: يسمح بتعيين أو إزالة الأدوار لأي مستخدم.
da_dk: Giver mulighed for at tildele eller fjerne roller for enhver bruger.
de_de: Ermöglicht das Zuweisen oder Entfernen von Rollen für beliebige Benutzer.
el_gr: Επιτρέπει την ανάθεση ή την κατάργηση ρόλων για οποιονδήποτε χρήστη.
es_es: Permite asignar o eliminar roles para cualquier usuario.
fi_fi: Mahdollistaa roolien määrittämisen tai poistamisen mille tahansa käyttäjälle.
fr_fr: Permet d'attribuer ou de retirer des rôles à tout utilisateur.
hi_in: किसी भी उपयोगकर्ता को भूमिकाएँ सौंपने या हटाने की अनुमति देता है।
id_id: Memungkinkan menetapkan atau mencabut peran untuk pengguna mana pun.
it_it: Consente di assegnare o rimuovere ruoli per qualsiasi utente.
ja_jp: 任意のユーザーに対してロールの割り当てまたは削除を許可します。
nl_nl: Stelt in staat om rollen toe te wijzen of te verwijderen voor elke gebruiker.
pl_pl: Pozwala na przypisywanie lub usuwanie ról dla dowolnego użytkownika.
pt_pt: Permite atribuir ou remover funções a qualquer utilizador.
ro_ro: Permite atribuirea sau eliminarea rolurilor pentru orice utilizator.
sv_se: Tillåter att tilldela eller ta bort roller för alla användare.
th_th: อนุญาตให้กำหนดหรือลบบทบาทสำหรับผู้ใช้ใดๆ
tr_tr: Herhangi bir kullanıcıya rol atanmasına veya kaldırılmasına izin verir.
uk_ua: Дозволяє призначати або знімати ролі для будь-кого користувача.
vi_vn: Cho phép gán hoặc gỡ bỏ vai trò cho bất kỳ người dùng nào.
zh_cn: 允许为任何用户分配或移除角色。
zh_hk: 允許為任何用戶分配或移除角色。
zh_tw: 允許對任何使用者指派或移除角色。

source: Allows deleting tags from the system. Note that deleting a tag will not delete associated questions.
ar_sa: يسمح بحذف العلامات من النظام. ملاحظة: لن يتم حذف الأسئلة المرتبطة بالعلامة عند حذف العلامة.
da_dk: Tillader sletning af tags fra systemet. Bemærk, at sletning af et tag ikke sletter tilknyttede spørgsmål.
el_gr: Επιτρέπει τη διαγραφή ετικετών από το σύστημα. Σημείωση: Η διαγραφή μιας ετικέτας δεν θα διαγράψει τις συνδεδεμένες ερωτήσεις.
es_es: Permite eliminar etiquetas del sistema. Tenga en cuenta que eliminar una etiqueta no eliminará las preguntas asociadas.
fi_fi: Sallii tunnisteiden poistamisen järjestelmästä. Huomaa, että tunnisteiden poistaminen ei poista liittyviä kysymyksiä.
fr_fr: Permet la suppression des balises du système. Notez que la suppression d'une balise ne supprimera pas les questions associées.
hi_in: प्रणाली से टैग को हटाने की अनुमति देता है। ध्यान दें कि एक टैग को हटाने से जुड़े प्रश्नों को हटाया नहीं जाएगा।
id_id: Memungkinkan penghapusan tag dari sistem. Catatan bahwa menghapus tag tidak akan menghapus pertanyaan yang terkait.
it_it: Consente l'eliminazione di tag dal sistema. Si noti che l'eliminazione di un tag non comporta l'eliminazione delle domande associate.
pl_pl: Zezwala na usuwanie tagów z systemu. Uwaga: usunięcie tagu nie spowoduje usunięcia powiązanych pytań.
pt_pt: Permite eliminar rótulos do sistema. Note que eliminar um rótulo não eliminará as perguntas associadas.
ro_ro: Permite ștergerea etichetelor din sistem. Observați că ștergerea unei etichete nu va șterge întrebările asociate.
sv_se: Tillåter borttagning av taggar från systemet. Observera att borttagning av en tagg inte tar bort relaterade frågor.
th_th: อนุญาตให้ลบแท็กออกจากระบบ หมายเหตุว่า การลบแท็กจะไม่ลบคำถามที่เกี่ยวข้อง
tr_tr: Etiketleri sistemden silmeyi izin verir. Bir etiketin silinmesinin ilişkili soruları silmeyeceğini not edin.
uk_ua: Дозволяє видаляти теги з системи. Зауважте, що видалення тега не призведе до видалення пов’язаних питань.
vi_vn: Cho phép xóa thẻ khỏi hệ thống. Lưu ý rằng việc xóa một thẻ sẽ không xóa các câu hỏi liên quan.
zh_cn: 允许从系统中删除标签。注意，删除标签不会删除相关的问题。
zh_hk: 允許從系統中刪除標籤。注意：刪除標籤不會刪除相關問題。
zh_tw: 允許從系統中刪除標籤。注意：刪除標籤不會刪除相關的問題。

# Allows deletion of any category, regardless of ownership.
source: Allows deletion of any category, irrespective of ownership.
ar_sa: يسمح بحذف أي فئة، بغض النظر عن ملكيتها.
da_dk: Tillader sletning af enhver kategori, uanset ejerskab.
de_de: Ermöglicht das Löschen beliebiger Kategorien, unabhängig vom Eigentümer.
el_gr: Επιτρέπει τη διαγραφή οποιασδήποτε κατηγορίας, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite la eliminación de cualquier categoría, independientemente de su propietario.
fi_fi: Sallii minkä tahansa kategorian poistamisen, omistajuudesta riippumatta.
fr_fr: Permet la suppression de n'importe quelle catégorie, indépendamment de son propriétaire.
hi_in: किसी भी श्रेणी को, स्वामित्व की परवाह किए बिना, हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan kategori apa pun, terlepas dari kepemilikannya.
it_it: Consente l'eliminazione di qualsiasi categoria, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、任意のカテゴリを削除できます。
nl_nl: Staat het verwijderen van elke categorie toe, ongeacht eigendom.
pl_pl: Pozwala na usunięcie dowolnej kategorii, niezależnie od jej właściciela.
pt_pt: Permite a eliminação de qualquer categoria, independentemente da propriedade.
ro_ro: Permite ștergerea oricărei categorii, indiferent de proprietate.
sv_se: Tillåter borttagning av valfri kategori, oavsett ägarskap.
th_th: อนุญาตให้ลบหมวดหมู่ใด ๆ ได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Herhangi bir kategorinin, sahipliğine bakılmaksızın silinmesine izin verir.
uk_ua: Дозволяє видалення будь-якої категорії, незалежно від прав власності.
vi_vn: Cho phép xóa bất kỳ danh mục nào, bất kể quyền sở hữu.
zh_cn: 允许删除任何类别，无论其所有权归属。
zh_hk: 允許刪除任何類別，不論其擁有者為何。
zh_tw: 允許刪除任何類別，不論其擁有者是誰。

source: Allows deletion of any knowledgePoint, regardless of ownership.
ar_sa: يسمح بحذف أي نقطة معرفة، بغض النظر عن الملكية.
da_dk: Tillader sletning af enhver knowledgePoint, uanset ejerskab.
de_de: Ermöglicht das Löschen eines beliebigen knowledgePoint, unabhängig vom Eigentümer.
el_gr: Επιτρέπει τη διαγραφή οποιουδήποτε knowledgePoint, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite la eliminación de cualquier knowledgePoint, independientemente de su propietario.
fi_fi: Sallii minkä tahansa knowledgePointin poistamisen, riippumatta omistajuudesta.
fr_fr: Permet la suppression de n'importe quel knowledgePoint, indépendamment de son propriétaire.
hi_in: किसी भी knowledgePoint को, स्वामित्व की परवाह किए बिना, हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan knowledgePoint apa pun, terlepas dari kepemilikannya.
it_it: Consente l'eliminazione di qualsiasi knowledgePoint, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、任意のknowledgePointを削除できます。
nl_nl: Staat het verwijderen van elk knowledgePoint toe, ongeacht eigendom.
pl_pl: Pozwala na usunięcie dowolnego knowledgePoint, niezależnie od jego przynależności.
pt_pt: Permite a eliminação de qualquer knowledgePoint, independentemente da propriedade.
ro_ro: Permite ștergerea oricărui knowledgePoint, indiferent de proprietate.
sv_se: Tillåter borttagning av vilken knowledgePoint som helst, oavsett ägarskap.
th_th: อนุญาตให้ลบ knowledgePoint ใดๆ ก็ได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Herhangi bir knowledgePoint'in, sahipliğine bakılmaksızın silinmesine izin verir.
uk_ua: Дозволяє видалення будь-якого knowledgePoint, незалежно від прав власності.
vi_vn: Cho phép xóa bất kỳ knowledgePoint nào, bất kể quyền sở hữu.
zh_cn: 允许删除任何知识点，无论其归属如何。
zh_hk: 允許刪除任何知識點，不論其擁有者為何。
zh_tw: 允許刪除任何知識點，不論其擁有者是誰。

source: Allows deletion of articles, regardless of ownership.
ar_sa: يسمح بحذف المقالات، بغض النظر عن الملكية.
da_dk: Tillader sletning af artikler, uanset ejerskab.
de_de: Erlaubt das Löschen von Artikeln, unabhängig von der Eigentümerschaft.
el_gr: Επιτρέπει τη διαγραφή άρθρων, ανεξάρτητα από την κατοχή τους.
es_es: Permite la eliminación de artículos, independientemente de la propiedad.
fi_fi: Sallii artikkelien poistamisen, riippumatta omistuksesta.
fr_fr: Permet la suppression des articles, indépendamment du propriétaire.
hi_in: लेखों को स्वामित्व के बिना हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan artikel, tanpa memandang kepemilikan.
it_it: Consente la cancellazione degli articoli, indipendentemente dalla proprietà.
ja_jp: 所有者に関係なく、記事を削除できます。
nl_nl: Staat het verwijderen van artikelen toe, ongeacht de eigendom.
pl_pl: Zezwala na usunięcie artykułów, niezależnie od własności.
pt_pt: Permite a eliminação de artigos, independentemente da propriedade.
ro_ro: Permite ștergerea articolelor, indiferent de proprietar.
sv_se: Tillåter borttagning av artiklar, oavsett ägare.
th_th: อนุญาตให้ลบบทความได้ ไม่ว่าจะเป็นเจ้าของหรือไม่
tr_tr: Makalelerin silinmesine izin verir, sahipliğe bakılmaksızın.
uk_ua: Дозволяє видалення статей, незалежно від власника.
vi_vn: Cho phép xóa bài viết, bất kể chủ sở hữu.
zh_cn: 允许删除资讯，无论其归属如何。
zh_hk: 允許刪除文章，不論所有權。
zh_tw: 允許刪除文章，不論所有權。

source: Allows deletion of exams, regardless of ownership.
ar_sa: يسمح بحذف الامتحانات، بغض النظر عن الملكية.
da_dk: Tillader sletning af eksamener, uanset ejerskab.
el_gr: Επιτρέπει τη διαγραφή εξετάσεων, ανεξάρτητα από την κατοχή.
es_es: Permite la eliminación de exámenes, independientemente de la propiedad.
fi_fi: Sallii kokeiden poistamisen, riippumatta omistajuudesta.
fr_fr: Permet la suppression des examens, quelle que soit la propriété.
hi_in: परीक्षाओं को स्वामित्व के बिना हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan ujian, terlepas dari kepemilikan.
it_it: Consente l'eliminazione degli esami, indipendentemente dalla proprietà.
pl_pl: Zezwala na usunięcie egzaminów, niezależnie od właściciela.
pt_pt: Permite a eliminação de exames, independentemente da propriedade.
ro_ro: Permite ștergerea examenelor, indiferent de deținător.
sv_se: Tillåter borttagning av prov, oavsett ägande.
th_th: อนุญาตให้ลบการสอบได้ ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Sahiplik durumundan bağımsız olarak sınavların silinmesine izin verir.
uk_ua: Дозволяє видалення екзаменів, незалежно від власності.
vi_vn: Cho phép xóa bài kiểm tra, bất kể quyền sở hữu.
zh_cn: 允许删除任何考试，不受所有权限制。
zh_hk: 允許刪除試卷，不論擁有權屬。
zh_tw: 允許刪除測驗，不論所有權歸屬。

source: Allows deletion of papers, regardless of ownership.
ar_sa: يسمح بحذف الوثائق، بغض النظر عن الملكية.
da_dk: Tillader sletning af papirer, uanset ejerskab.
de_de: Erlaubt das Löschen von Papieren, unabhängig von der Besitzverhältnisse.
el_gr: Επιτρέπει τη διαγραφή εγγράφων, ανεξάρτητα από την κατοχή τους.
es_es: Permite la eliminación de documentos, independientemente de la propiedad.
fi_fi: Sallii asioiden poistamisen, riippumatta omistajuudesta.
fr_fr: Permet la suppression des documents, quelle que soit la propriété.
hi_in: किसी भी मालिकत्व के बिना पेपर्स को हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan dokumen, terlepas dari kepemilikan.
it_it: Consente l'eliminazione dei documenti, indipendentemente dalla proprietà.
ja_jp: 所有者の所有権に関係なく、資料の削除を許可します。
nl_nl: Staat verwijdering van documenten toe, ongeacht de eigenaar.
pl_pl: Zezwala na usunięcie dokumentów, niezależnie od ich właściciela.
pt_pt: Permite a eliminação de trabalhos, independentemente da propriedade.
ro_ro: Permite ștergerea documentelor, indiferent de posesie.
sv_se: Tillåter borttagning av papper, oavsett äganderätt.
th_th: อนุญาตให้ลบเอกสารได้ ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Kullanımına bakılmaksızın makalelerin silinmesine izin verir.
uk_ua: Дозволяє видалення документів, незалежно від власності.
vi_vn: Cho phép xóa các bài kiểm tra, bất kể ai sở hữu.
zh_cn: 允许删除任何试卷，无论所有权归属。
zh_hk: 允許刪除試卷，不論所有權。
zh_tw: 允許刪除試卷，不論所有權。
