Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Authorization/AppPermissions.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Manage Tags
ar_sa: إدارة العلامات
da_dk: Håndtér Tags
el_gr: Διαχείριση Ετικετών
es_es: Administrar etiquetas
fi_fi: Hallinnoi tunnuksia
fr_fr: Gérer les balises
hi_in: टैग प्रबंधित करें
id_id: Kelola Tag
it_it: Gestisci Tag
pl_pl: Zarządzaj etykietami
pt_pt: Gerir Etiquetas
ro_ro: Gestionare etichete
sv_se: Hantera taggar
th_th: จัดการแท็ก
tr_tr: Etiketleri Yönet
uk_ua: Керувати тегами
vi_vn: Quản lý thẻ
zh_cn: 管理标签
zh_hk: 管理標籤
zh_tw: 管理標籤

source: Read Distribution Channels
ar_sa: قراءة قنوات التوزيع
da_dk: Læs distributionskanaler
es_es: Leer canales de distribución
fr_fr: Lire les canaux de distribution
id_id: Baca Saluran Distribusi
it_it: Leggi Canali di Distribuzione
pl_pl: Odczytaj kanały dystrybucji
pt_pt: Ler Canais de Distribuição
ro_ro: Citește canalele de distribuție
th_th: ดูช่องทางการจัดจำหน่าย
tr_tr: Dağıtım Kanallarını Oku
uk_ua: Перегляд каналів розповсюдження
vi_vn: Đọc kênh phân phối
zh_hk: 讀取分發渠道
zh_tw: 讀取發佈管道

source: Read Exams
ar_sa: قراءة الامتحانات
da_dk: Læs eksamener
el_gr: Ανάγνωση Εξετάσεων
es_es: Leer Exámenes
fi_fi: Lue kokeet
fr_fr: Lire les examens
hi_in: परीक्षाओं को पढ़ें
id_id: Baca Ujian
it_it: Leggi Esami
pl_pl: Przeczytaj Egzaminy
pt_pt: Ler Exames
ro_ro: Citire Exame
sv_se: Läs prov
th_th: ดูข้อสอบ
tr_tr: Sınavları Oku
uk_ua: Читати іспити
vi_vn: Xem Các Bài Kiểm Tra
zh_cn: 查看考试
zh_hk: 讀取考試
zh_tw: 讀取測驗

# Read Roles
source: View Roles
ar_sa: قراءة الأدوار
da_dk: Læs Roller
de_de: Rollen lesen
el_gr: Ανάγνωση Ρόλων
es_es: Leer Roles
fi_fi: Lue roolit
fr_fr: Lire les rôles
hi_in: भूमिकाएँ पढ़ें
id_id: Lihat Peran
it_it: Leggere i ruoli
ja_jp: ロールの閲覧
nl_nl: Rollen lezen
pl_pl: Wyświetlanie ról
pt_pt: Ler Funções
ro_ro: Citește Roluri
sv_se: Läs roller
th_th: อ่านบทบาท
tr_tr: Rolleri Oku
uk_ua: Перегляд ролей
vi_vn: Xem Vai trò
zh_cn: 查看角色
zh_hk: 讀取角色
zh_tw: 讀取角色

# Read Users
source: View Users
ar_sa: قراءة المستخدمين
da_dk: Læs brugere
de_de: Benutzer lesen
el_gr: Ανάγνωση Χρηστών
es_es: Leer usuarios
fi_fi: Lue käyttäjiä
fr_fr: Lire les utilisateurs
hi_in: उपयोगकर्ताओं को पढ़ें
id_id: Membaca Pengguna
it_it: Leggere Utenti
ja_jp: ユーザーの閲覧
nl_nl: Gebruikers lezen
pl_pl: Czytaj użytkowników
pt_pt: Ler Utilizadores
ro_ro: Citește Utilizatori
sv_se: Läs användare
th_th: อ่านข้อมูลผู้ใช้
tr_tr: Kullanıcıları Oku
uk_ua: Перегляд користувачів
vi_vn: Đọc Người Dùng
zh_cn: 查看用户
zh_hk: 讀取用戶
zh_tw: 讀取使用者

# Reboot This App
source: Restart This Application
ar_sa: إعادة تشغيل هذا التطبيق
da_dk: Genstart denne app
de_de: Diese App neu starten
el_gr: Επανεκκίνηση αυτής της εφαρμογής
es_es: Reiniciar Esta Aplicación
fi_fi: Käynnistä tämä sovellus uudelleen
fr_fr: Redémarrer cette application
hi_in: इस ऐप को पुनरारंभ करें
id_id: Mulai Ulang Aplikasi Ini
it_it: Riavvia Questa App
ja_jp: このアプリを再起動
nl_nl: Herstart deze app
pl_pl: Uruchom ponownie tę aplikację
pt_pt: Reiniciar Esta Aplicação
ro_ro: Repornește această aplicație
sv_se: Starta om den här appen
th_th: รีบูตแอปนี้
tr_tr: Bu Uygulamayı Yeniden Başlat
uk_ua: Перезавантажити цей додаток
vi_vn: Khởi Động Lại Ứng Dụng Này
zh_cn: 重启此应用
zh_hk: 重新啟動此應用程式
zh_tw: 重新啟動此應用程式

source: View Background Jobs
ar_sa: عرض المهام الخلفية
da_dk: Vis baggrundsjob
el_gr: Προβολή Εργασιών Παρασκηνίου
es_es: Ver trabajos en segundo plano
fi_fi: Näytä taustatehtävät
fr_fr: Afficher les tâches en arrière-plan
hi_in: पृष्ठभूमि कार्य देखें
id_id: Lihat Pekerjaan Latar Belakang
it_it: Visualizza Lavori in Background
nl_nl: Achtergrondtaken weergeven
pl_pl: Wyświetl zadania w tle
pt_pt: Ver Trabalhos em Segundo Plano
ro_ro: Vizualizează sarcinile în fundal
sv_se: Visa bakgrundsjobb
th_th: ดูงานหลังบ้าน
tr_tr: Arka Plan Görevlerini Görüntüle
uk_ua: Переглянути фонові завдання
vi_vn: Xem các Nhiệm vụ nền
zh_cn: 查看后台任务
zh_hk: 檢視背景作業
zh_tw: 檢視背景工作

source: View System Context
ar_sa: عرض سياق النظام
da_dk: Se Systemkontekst
de_de: Systemkontext anzeigen
el_gr: Προβολή Συστημικού Περιεχομένου
es_es: Ver Contexto del Sistema
fi_fi: Näytä järjestelmän konteksti
fr_fr: Afficher le contexte système
hi_in: सिस्टम संदर्भ देखें
id_id: Lihat Konteks Sistem
it_it: Visualizza Contesto di Sistema
ja_jp: システムコンテキストの表示
nl_nl: Systeemcontext weergeven
pl_pl: Wyświetl kontekst systemu
pt_pt: Ver Contexto do Sistema
ro_ro: Vizualizare Context Sistem
sv_se: Visa systemkontext
th_th: ดูบริบทของระบบ
tr_tr: Sistem Bağlamını Görüntüle
uk_ua: Перегляд системного контексту
vi_vn: Xem Ngữ cảnh Hệ thống
zh_cn: 查看系统上下文
zh_hk: 檢視系統內容
zh_tw: 檢視系統內容
