Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Authorization/AppPermissions.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Allows viewing system-level information and settings.
ar_sa: يسمح بعرض معلومات وإعدادات على مستوى النظام.
da_dk: Giver mulighed for at se systemniveauoplysninger og -indstillinger.
de_de: Ermöglicht das Anzeigen von systemweiten Informationen und Einstellungen.
el_gr: Επιτρέπει την προβολή πληροφοριών και ρυθμίσεων σε επίπεδο συστήματος.
es_es: Permite visualizar información y configuraciones a nivel del sistema.
fi_fi: Mahdollistaa järjestelmätason tietojen ja asetusten tarkastelemisen.
fr_fr: Permet de visualiser les informations et paramètres au niveau du système.
hi_in: सिस्टम-स्तरीय जानकारी और सेटिंग्स देखने की अनुमति देता है।
id_id: Memungkinkan melihat informasi dan pengaturan tingkat sistem.
it_it: Consente di visualizzare informazioni e impostazioni a livello di sistema.
ja_jp: システムレベルの情報と設定の表示を許可します。
nl_nl: Staat het bekijken van systeeminformatie en -instellingen toe.
pl_pl: Pozwala na przeglądanie informacji i ustawień na poziomie systemu.
pt_pt: Permite visualizar informações e definições a nível do sistema.
ro_ro: Permite vizualizarea informațiilor și setărilor la nivel de sistem.
sv_se: Ger tillgång att visa systemnivåinformation och inställningar.
th_th: อนุญาตให้ดูข้อมูลและการตั้งค่าระดับระบบ
tr_tr: Sistem düzeyindeki bilgileri ve ayarları görüntülemeye izin verir.
uk_ua: Дозволяє перегляд системної інформації та налаштувань.
vi_vn: Cho phép xem thông tin và cài đặt ở cấp hệ thống.
zh_cn: 允许查看系统级信息和设置。
zh_hk: 允許查看系統級資訊和設定。
zh_tw: 允許檢視系統層級的資訊與設定。

source: Allows viewing the list of all users.
ar_sa: يسمح بعرض قائمة جميع المستخدمين.
da_dk: Giver mulighed for at se listen over alle brugere.
de_de: Ermöglicht das Anzeigen der Liste aller Benutzer.
el_gr: Επιτρέπει την προβολή της λίστας όλων των χρηστών.
es_es: Permite ver la lista de todos los usuarios.
fi_fi: Mahdollistaa kaikkien käyttäjien luettelon katsomisen.
fr_fr: Permet de consulter la liste de tous les utilisateurs.
hi_in: सभी उपयोगकर्ताओं की सूची देखने की अनुमति देता है।
id_id: Memungkinkan melihat daftar semua pengguna.
it_it: Consente di visualizzare l'elenco di tutti gli utenti.
ja_jp: すべてのユーザーのリストを表示することを許可します。
nl_nl: Staat het bekijken van de lijst met alle gebruikers toe.
pl_pl: Pozwala na przeglądanie listy wszystkich użytkowników.
pt_pt: Permite visualizar a lista de todos os utilizadores.
ro_ro: Permite vizualizarea listei cu toți utilizatorii.
sv_se: Tillåter att se listan över alla användare.
th_th: อนุญาตให้ดูรายชื่อผู้ใช้ทั้งหมด
tr_tr: Tüm kullanıcıların listesini görüntülemeye izin verir.
uk_ua: Дозволяє переглядати список усіх користувачів.
vi_vn: Cho phép xem danh sách tất cả người dùng.
zh_cn: 允许查看所有用户的列表。
zh_hk: 允許查看所有用戶列表。
zh_tw: 允許檢視所有使用者的清單。

source: Allows viewing the list of distribution channels and their statistics.
ar_sa: يسمح بعرض قائمة قنوات التوزيع وإحصائياتها.
da_dk: Tillader visning af listen over distributionskanaler og deres statistik.
es_es: Permite ver la lista de canales de distribución y sus estadísticas.
fr_fr: Permet de visualiser la liste des canaux de distribution et leurs statistiques.
id_id: Memungkinkan melihat daftar saluran distribusi dan statistiknya.
it_it: Consente di visualizzare l'elenco dei canali di distribuzione e le relative statistiche.
pl_pl: Pozwala na przeglądanie listy kanałów dystrybucji i ich statystyk.
pt_pt: Permite visualizar a lista de canais de distribuição e as suas estatísticas.
ro_ro: Permite vizualizarea listei canalelor de distribuție și a statisticilor lor.
th_th: อนุญาตให้ดูรายการช่องทางการจัดจำหน่ายและสถิติของพวกเขา
tr_tr: Dağıtım kanallarının listesini ve istatistiklerini görüntülemeye izin verir.
uk_ua: Дозволяє переглядати список каналів розповсюдження та їх статистику.
vi_vn: Cho phép xem danh sách các kênh phân phối và thống kê của chúng.
zh_hk: 允許檢視分發渠道清單及其統計數據。
zh_tw: 允許檢視分發管道清單及其統計資料。

source: Allows viewing the list of roles and their assigned permissions.
ar_sa: يسمح بعرض قائمة الأدوار والصلاحيات المخصصة لها.
da_dk: Giver mulighed for at se listen over roller og deres tildelte tilladelser.
de_de: Ermöglicht das Anzeigen der Liste der Rollen und ihrer zugewiesenen Berechtigungen.
el_gr: Επιτρέπει την προβολή της λίστας των ρόλων και των ανατεθέντων σε αυτούς δικαιωμάτων.
es_es: Permite ver la lista de roles y sus permisos asignados.
fi_fi: Mahdollistaa rooliluettelon ja niihin liitettyjen käyttöoikeuksien tarkastelemisen.
fr_fr: Permet de visualiser la liste des rôles et leurs permissions attribuées.
hi_in: भूमिकाओं की सूची और उनके सौंपे गए अनुमतियों को देखने की अनुमति देता है।
id_id: Memungkinkan melihat daftar peran dan izin yang ditetapkan.
it_it: Consente di visualizzare l'elenco dei ruoli e le relative autorizzazioni assegnate.
ja_jp: ロールの一覧とそれに割り当てられた権限を表示できます。
nl_nl: Maakt het mogelijk de lijst met rollen en hun toegewezen machtigingen te bekijken.
pl_pl: Pozwala na przeglądanie listy ról i przypisanych im uprawnień.
pt_pt: Permite visualizar a lista de funções e as suas permissões atribuídas.
ro_ro: Permite vizualizarea listei de roluri și a permisiunilor atribuite acestora.
sv_se: Tillåter att se listan över roller och deras tilldelade behörigheter.
th_th: อนุญาตให้ดูรายการบทบาทและสิทธิ์ที่กำหนดให้
tr_tr: Rollerin listesini ve atanmış izinlerini görüntülemeye izin verir.
uk_ua: Дозволяє переглядати список ролей та призначені для них дозволи.
vi_vn: Cho phép xem danh sách các vai trò và quyền đã được gán cho chúng.
zh_cn: 允许查看角色列表及其分配的权限。
zh_hk: 允許查看角色列表及其分配的權限。
zh_tw: 允許檢視角色清單及其分配的權限。

source: Assign Roles to Users
ar_sa: تعيين الأدوار للمستخدمين
da_dk: Tildel roller til brugere
de_de: Rollen Benutzern zuweisen
el_gr: Ανάθεση Ρόλων σε Χρήστες
es_es: Asignar roles a usuarios
fi_fi: Anna roolit käyttäjille
fr_fr: Attribuer des rôles aux utilisateurs
hi_in: उपयोगकर्ताओं को भूमिकाएँ नियत करें
id_id: Tetapkan Peran ke Pengguna
it_it: Assegna Ruoli agli Utenti
ja_jp: ユーザーへのロール割り当て
nl_nl: Rollen toewijzen aan gebruikers
pl_pl: Przypisywanie ról użytkownikom
pt_pt: Atribuir Funções a Utilizadores
ro_ro: Atribuie Roluri Utilizatorilor
sv_se: Tilldela roller till användare
th_th: กำหนดบทบาทให้ผู้ใช้
tr_tr: Kullanıcılara Rol Atama
uk_ua: Призначити ролі користувачам
vi_vn: Gán Vai trò cho Người dùng
zh_cn: 为用户分配角色
zh_hk: 為用戶分配角色
zh_tw: 指派角色給使用者

source: Delete Any Category
ar_sa: حذف أي فئة
da_dk: Slet enhver kategori
de_de: Beliebige Kategorie löschen
el_gr: Διαγραφή Οποιασδήποτε Κατηγορίας
es_es: Eliminar cualquier categoría
fi_fi: Poista mikä tahansa kategoria
fr_fr: Supprimer n'importe quelle catégorie
hi_in: किसी भी श्रेणी को हटाएं
id_id: Hapus Kategori Apa Saja
it_it: Elimina qualsiasi categoria
ja_jp: 任意のカテゴリを削除
nl_nl: Verwijder elke categorie
pl_pl: Usuń dowolną kategorię
pt_pt: Eliminar Qualquer Categoria
ro_ro: Șterge Orice Categorie
sv_se: Radera valfri kategori
th_th: ลบหมวดหมู่ใดก็ได้
tr_tr: Herhangi Bir Kategoriyi Sil
uk_ua: Видалити будь-яку категорію
vi_vn: Xóa Bất Kỳ Danh Mục Nào
zh_cn: 删除任意分类
zh_hk: 刪除任何類別
zh_tw: 刪除任何類別

source: Delete Any Knowledge Point
ar_sa: حذف أي نقطة معرفة
da_dk: Slet enhver videnhed
de_de: Beliebigen Wissenspunkt löschen
el_gr: Διαγραφή Οποιουδήποτε Σημείου Γνώσης
es_es: Eliminar cualquier punto de conocimiento
fi_fi: Poista mikä tahansa KnowledgePoint
fr_fr: Supprimer n'importe quel point de connaissance
hi_in: किसी भी ज्ञान बिंदु को हटाएं
id_id: Hapus Poin Pengetahuan Apa Saja
it_it: Elimina qualsiasi KnowledgePoint
ja_jp: 任意のナレッジポイントを削除
nl_nl: Verwijder elk kennispunt
pl_pl: Usuń dowolny punkt wiedzy
pt_pt: Eliminar Qualquer Ponto de Conhecimento
ro_ro: Șterge orice Punct de Cunoștințe
sv_se: Radera valfri kunskapspunkt
th_th: ลบจุดความรู้ใดๆ
tr_tr: Herhangi Bir Bilgi Noktasını Sil
uk_ua: Видалити будь-яку точку знань
vi_vn: Xóa Bất Kỳ Điểm Kiến Thức Nào
zh_cn: 删除任意知识点
zh_hk: 刪除任何知識點
zh_tw: 刪除任何知識點

source: Delete Articles
ar_sa: حذف المقالات
da_dk: Slet Artikler
de_de: Artikel löschen
el_gr: Διαγραφή Άρθρων
es_es: Eliminar Artículos
fi_fi: Poista artikkelit
fr_fr: Supprimer les articles
hi_in: लेख हटाएं
id_id: Hapus Artikel
it_it: Elimina Articoli
ja_jp: 記事の削除
nl_nl: Verwijder Artikelen
pl_pl: Usuwanie artykułów
pt_pt: Eliminar Artigos
ro_ro: Șterge Articole
sv_se: Ta bort artiklar
th_th: ลบบทความ
tr_tr: Makaleleri Sil
uk_ua: Видалити статті
vi_vn: Xóa Bài viết
zh_cn: 删除资讯
zh_hk: 刪除文章
zh_tw: 刪除文章

source: Delete Distribution Channels
ar_sa: حذف قنوات التوزيع
da_dk: Slet distributionskanaler
es_es: Eliminar canales de distribución
fr_fr: Supprimer les canaux de distribution
id_id: Hapus Saluran Distribusi
it_it: Elimina canali di distribuzione
pl_pl: Usuń kanały dystrybucji
pt_pt: Eliminar Canais de Distribuição
ro_ro: Șterge Canalele de Distribuție
th_th: ลบช่องทางการจัดจำหน่าย
tr_tr: Dağıtım Kanallarını Sil
uk_ua: Видалити канали розповсюдження
vi_vn: Xóa kênh phân phối
zh_hk: 刪除分發渠道
zh_tw: 刪除發行管道

source: Delete Exams
ar_sa: حذف الامتحانات
da_dk: Slet Eksamener
el_gr: Διαγραφή Εξετάσεων
es_es: Eliminar exámenes
fi_fi: Poista kokeet
fr_fr: Supprimer les examens
hi_in: परीक्षाओं को हटाएं
id_id: Hapus Ujian
it_it: Elimina Esami
pl_pl: Usuń egzaminy
pt_pt: Eliminar Exames
ro_ro: Șterge Examenelor
sv_se: Ta bort prov
th_th: ลบแบบทดสอบ
tr_tr: Sınavları Sil
uk_ua: Видалити екзамени
vi_vn: Xóa Bài Kiểm Tra
zh_cn: 删除考试
zh_hk: 刪除測驗
zh_tw: 刪除測驗

source: Delete Papers
ar_sa: حذف الأوراق
da_dk: Slet Papirer
de_de: Papiere löschen
el_gr: Διαγραφή Εγγράφων
es_es: Eliminar documentos
fi_fi: Poista artikkelit
fr_fr: Supprimer les documents
hi_in: कागजात हटाएं
id_id: Hapus Kertas
it_it: Elimina Documenti
ja_jp: 論文を削除する
nl_nl: Papieren verwijderen
pl_pl: Usuń dokumenty
pt_pt: Eliminar Papéis
ro_ro: Șterge Lucrările
sv_se: Ta bort dokument
th_th: ลบเอกสาร
tr_tr: Makaleleri Sil
uk_ua: Видалити документи
vi_vn: Xóa Bài kiểm tra
zh_cn: 删除论文
zh_hk: 刪除試卷
zh_tw: 刪除試卷

source: Delete Questions
ar_sa: حذف الأسئلة
da_dk: Slet spørgsmål
de_de: Fragen löschen
el_gr: Διαγραφή Ερωτήσεων
es_es: Eliminar Preguntas
fi_fi: Poista kysymyksiä
fr_fr: Supprimer les questions
hi_in: प्रश्न हटाएं
id_id: Hapus Pertanyaan
it_it: Elimina Domande
ja_jp: 質問を削除
nl_nl: Vragen verwijderen
pl_pl: Usuń pytania
pt_pt: Eliminar Perguntas
ro_ro: Șterge Întrebări
sv_se: Radera frågor
th_th: ลบคำถาม
tr_tr: Soruları Sil
uk_ua: Видалення питань
vi_vn: Xóa Câu Hỏi
zh_cn: 删除题目
zh_hk: 刪除題目
zh_tw: 刪除題目

source: Delete Roles
ar_sa: حذف الأدوار
da_dk: Slet Roller
de_de: Rollen löschen
el_gr: Διαγραφή Ρόλων
es_es: Eliminar roles
fi_fi: Poista roolit
fr_fr: Supprimer les rôles
hi_in: भूमिकाएँ हटाएँ
id_id: Hapus Peran
it_it: Elimina Ruoli
ja_jp: ロールの削除
nl_nl: Rollen verwijderen
pl_pl: Usuń role
pt_pt: Eliminar Funções
ro_ro: Șterge Roluri
sv_se: Ta bort roller
th_th: ลบบทบาท
tr_tr: Rolleri Sil
uk_ua: Видалити ролі
vi_vn: Xóa Vai trò
zh_cn: 删除角色
zh_hk: 刪除角色
zh_tw: 刪除角色

source: Delete Users
ar_sa: حذف المستخدمين
da_dk: Slet brugere
de_de: Benutzer löschen
el_gr: Διαγραφή Χρηστών
es_es: Eliminar usuarios
fi_fi: Poista käyttäjiä
fr_fr: Supprimer des utilisateurs
hi_in: उपयोगकर्ता हटाएं
id_id: Hapus Pengguna
it_it: Elimina utenti
ja_jp: ユーザーの削除
nl_nl: Gebruikers verwijderen
pl_pl: Usuń użytkowników
pt_pt: Eliminar Utilizadores
ro_ro: Ștergere utilizatori
sv_se: Ta bort användare
th_th: ลบผู้ใช้
tr_tr: Kullanıcıları Sil
uk_ua: Видалення користувачів
vi_vn: Xóa Người Dùng
zh_cn: 删除用户
zh_hk: 刪除用戶
zh_tw: 刪除使用者

source: Edit Any Category
ar_sa: تعديل أي فئة
da_dk: Rediger enhver kategori
de_de: Beliebige Kategorie bearbeiten
el_gr: Επεξεργασία Οποιασδήποτε Κατηγορίας
es_es: Editar cualquier categoría
fi_fi: Muokkaa mitä tahansa kategoriaa
fr_fr: Modifier n'importe quelle catégorie
hi_in: किसी भी श्रेणी को संपादित करें
id_id: Edit Kategori Apa Saja
it_it: Modifica Qualsiasi Categoria
ja_jp: 任意のカテゴリを編集
nl_nl: Elke categorie bewerken
pl_pl: Edytuj dowolną kategorię
pt_pt: Editar Qualquer Categoria
ro_ro: Editează Orice Categorie
sv_se: Redigera valfri kategori
th_th: แก้ไขหมวดหมู่ใดก็ได้
tr_tr: Herhangi Bir Kategoriyi Düzenle
uk_ua: Редагувати будь-яку категорію
vi_vn: Chỉnh sửa Bất kỳ Danh mục nào
zh_cn: 编辑任意分类
zh_hk: 編輯任何類別
zh_tw: 編輯任何類別

source: Edit Any Knowledge Point
ar_sa: تعديل أي نقطة معرفة
da_dk: Rediger enhver videnhed
de_de: Jeden Wissenspunkt bearbeiten
el_gr: Επεξεργασία Οποιουδήποτε Σημείου Γνώσης
es_es: Editar cualquier punto de conocimiento
fi_fi: Muokkaa mitä tahansa tietopistettä
fr_fr: Modifier n'importe quel point de connaissance
hi_in: किसी भी ज्ञानबिंदु को संपादित करें
id_id: Edit Poin Pengetahuan Apa Saja
it_it: Modifica qualsiasi KnowledgePoint
ja_jp: 任意のナレッジポイントを編集
nl_nl: Elke kennisonderwerp bewerken
pl_pl: Edytuj dowolny punkt wiedzy
pt_pt: Editar Qualquer Ponto de Conhecimento
ro_ro: Editează orice Punct de Cunoștințe
sv_se: Redigera valfri kunskapspunkt
th_th: แก้ไขจุดความรู้ใดๆ
tr_tr: Herhangi Bir Bilgi Noktasını Düzenle
uk_ua: Редагувати будь-який KnowledgePoint
vi_vn: Chỉnh sửa Bất kỳ Điểm Kiến thức nào
zh_cn: 编辑任意知识点
zh_hk: 編輯任何知識點
zh_tw: 編輯任何知識點

source: Edit Articles
ar_sa: تعديل المقالات
da_dk: Rediger artikler
de_de: Artikel bearbeiten
el_gr: Επεξεργασία Άρθρων
es_es: Editar Artículos
fi_fi: Muokkaa artikkeleita
fr_fr: Modifier les articles
hi_in: लेख संपादित करें
id_id: Sunting Artikel
it_it: Modifica Articoli
ja_jp: 記事の編集
nl_nl: Bewerk artikelen
pl_pl: Edytuj artykuły
pt_pt: Editar Artigos
ro_ro: Editează Articole
sv_se: Redigera artiklar
th_th: แก้ไขบทความ
tr_tr: Makaleleri Düzenle
uk_ua: Редагувати статті
vi_vn: Chỉnh sửa Bài viết
zh_cn: 编辑资讯
zh_hk: 編輯文章
zh_tw: 編輯文章

source: Edit Distribution Channels
ar_sa: تعديل قنوات التوزيع
da_dk: Rediger distributionskanaler
es_es: Editar canales de distribución
fr_fr: Modifier les canaux de distribution
id_id: Edit Saluran Distribusi
it_it: Modifica canali di distribuzione
pl_pl: Edytuj Kanaly Dystrybucji
pt_pt: Editar Canais de Distribuição
ro_ro: Editare canale de distribuție
th_th: แก้ไขช่องทางการจัดส่ง
tr_tr: Dağıtım Kanallarını Düzenle
uk_ua: Редагувати канали розповсюдження
vi_vn: Sửa kênh phân phối
zh_hk: 編輯分發管道
zh_tw: 編輯分發管道

source: Edit Exams
ar_sa: تعديل الامتحانات
da_dk: Rediger prøver
el_gr: Επεξεργασία Δοκιμασιών
es_es: Editar exámenes
fi_fi: Muokkaa kokeita
fr_fr: Modifier les examens
hi_in: परीक्षाओं के संपादित करें
id_id: Edit Ujian
it_it: Modifica Esami
pl_pl: Edytuj egzaminy
pt_pt: Editar Provas
ro_ro: Editare Examen
sv_se: Redigera prov
th_th: แก้ไขการสอบ
tr_tr: Sınavları Düzenle
uk_ua: Редагувати іспити
vi_vn: Sửa bài kiểm tra
zh_cn: 编辑考试
zh_hk: 編輯考試
zh_tw: 編輯試題

source: Edit Papers
ar_sa: تحرير الأوراق
da_dk: Rediger papirer
de_de: Papiere bearbeiten
el_gr: Επεξεργασία Εγγράφων
es_es: Editar exámenes
fi_fi: Muokkaa kohteita
fr_fr: Modifier les documents
hi_in: पेपर्स संपादित करें
id_id: Edit Kertas Kerja
it_it: Modifica Questionari
ja_jp: 論文を編集する
nl_nl: Papieren bewerken
pl_pl: Edytuj Prace
pt_pt: Editar Provas
ro_ro: Editare lucrări
sv_se: Redigera dokument
th_th: แก้ไขเอกสาร
tr_tr: Makaleleri Düzenle
uk_ua: Редагувати роботи
vi_vn: Chỉnh sửa Bài thi
zh_cn: 编辑试卷
zh_hk: 編輯文件
zh_tw: 編輯試卷

source: Edit Questions
ar_sa: تعديل الأسئلة
da_dk: Rediger spørgsmål
de_de: Fragen bearbeiten
el_gr: Επεξεργασία Ερωτήσεων
es_es: Editar Preguntas
fi_fi: Muokkaa kysymyksiä
fr_fr: Modifier les questions
hi_in: प्रश्न संपादित करें
id_id: Edit Pertanyaan
it_it: Modifica Domande
ja_jp: 問題を編集
nl_nl: Vragen bewerken
pl_pl: Edytuj pytania
pt_pt: Editar Perguntas
ro_ro: Editează Întrebări
sv_se: Redigera frågor
th_th: แก้ไขคำถาม
tr_tr: Soruları Düzenle
uk_ua: Редагувати питання
vi_vn: Chỉnh sửa Câu hỏi
zh_cn: 编辑题目
zh_hk: 編輯試題
zh_tw: 編輯題目

source: Edit Role Information
ar_sa: تعديل معلومات الدور
da_dk: Rediger rolleinformation
de_de: Rolleninformationen bearbeiten
el_gr: Επεξεργασία Πληροφοριών Ρόλου
es_es: Editar información de roles
fi_fi: Muokkaa roolitietoja
fr_fr: Modifier les informations de rôle
hi_in: भूमिका की जानकारी संपादित करें
id_id: Edit Informasi Peran
it_it: Modifica Informazioni Ruolo
ja_jp: ロール情報の編集
nl_nl: Rolinformatie bewerken
pl_pl: Edytuj informacje o roli
pt_pt: Editar Informação de Função
ro_ro: Editează Informațiile Rolului
sv_se: Redigera rollinformation
th_th: แก้ไขข้อมูลบทบาท
tr_tr: Rol Bilgilerini Düzenle
uk_ua: Редагувати інформацію про роль
vi_vn: Chỉnh sửa Thông tin Vai trò
zh_cn: 编辑角色信息
zh_hk: 編輯角色資訊
zh_tw: 編輯角色資訊

source: Edit User Information
ar_sa: تعديل معلومات المستخدم
da_dk: Rediger brugeroplysninger
de_de: Benutzerinformationen bearbeiten
el_gr: Επεξεργασία Πληροφοριών Χρήστη
es_es: Editar información de usuario
fi_fi: Muokkaa käyttäjätietoja
fr_fr: Modifier les informations utilisateur
hi_in: उपयोगकर्ता जानकारी संपादित करें
id_id: Edit Informasi Pengguna
it_it: Modifica Informazioni Utente
ja_jp: ユーザー情報の編集
nl_nl: Gebruikersinformatie bewerken
pl_pl: Edytuj informacje o użytkowniku
pt_pt: Editar Informação do Utilizador
ro_ro: Editare Informații Utilizator
sv_se: Redigera användarinformation
th_th: แก้ไขข้อมูลผู้ใช้
tr_tr: Kullanıcı Bilgilerini Düzenle
uk_ua: Редагування інформації користувача
vi_vn: Chỉnh sửa Thông tin Người dùng
zh_cn: 编辑用户信息
zh_hk: 編輯用戶資料
zh_tw: 編輯使用者資訊

source: Grants permission to create new distribution channels.
ar_sa: يُمنِح صلاحية إنشاء قنوات توزيع جديدة.
da_dk: Giver tilladelse til at oprette nye distributionskanaler.
es_es: Otorga permiso para crear nuevos canales de distribución.
fr_fr: Accorde les autorisations pour créer de nouveaux canaux de distribution.
id_id: Memberikan izin untuk membuat saluran distribusi baru.
it_it: Concede il permesso di creare nuovi canali di distribuzione.
pl_pl: Przysługuje uprawnienie do tworzenia nowych kanałów dystrybucji.
pt_pt: Concede permissão para criar novos canais de distribuição.
ro_ro: Acordă permisiunea de a crea canale noi de distribuție.
th_th: ให้สิทธิ์ในการสร้างช่องทางการจัดจำหน่ายใหม่
tr_tr: Yeni dağıtım kanalları oluşturmak için izin verir.
uk_ua: Надає дозвіл на створення нових каналів розповсюдження.
vi_vn: Cấp quyền tạo kênh phân phối mới.
zh_hk: 授予建立新分發渠道的權限。
zh_tw: 授予建立新分發管道的權限。

source: Grants permission to create new roles.
ar_sa: يمنح الإذن لإنشاء أدوار جديدة.
da_dk: Giver tilladelse til at oprette nye roller.
de_de: Erteilt die Berechtigung, neue Rollen zu erstellen.
el_gr: Παρέχει άδεια για τη δημιουργία νέων ρόλων.
es_es: Otorga permiso para crear nuevos roles.
fi_fi: Antaa oikeuden luoda uusia rooleja.
fr_fr: Accorde l'autorisation de créer de nouveaux rôles.
hi_in: नए भूमिकाएँ बनाने की अनुमति प्रदान करता है।
id_id: Memberikan izin untuk membuat peran baru.
it_it: Concede il permesso di creare nuovi ruoli.
ja_jp: 新しいロールを作成する権限を付与します。
nl_nl: Verleent toestemming om nieuwe rollen aan te maken.
pl_pl: Przyznaje uprawnienie do tworzenia nowych ról.
pt_pt: Concede permissão para criar novos cargos.
ro_ro: Acordă permisiunea de a crea roluri noi.
sv_se: Ger behörighet att skapa nya roller.
th_th: ให้สิทธิ์ในการสร้างบทบาทใหม่
tr_tr: Yeni roller oluşturma izni verir.
uk_ua: Надає дозвіл на створення нових ролей.
vi_vn: Cấp quyền tạo vai trò mới.
zh_cn: 授予创建新角色的权限。
zh_hk: 授予創建新角色嘅權限。
zh_tw: 授予建立新角色的權限。

source: Grants permission to create new user accounts.
ar_sa: يمنح الإذن لإنشاء حسابات مستخدمين جديدة.
da_dk: Giver tilladelse til at oprette nye brugerkonti.
de_de: Ermöglicht das Erstellen neuer Benutzerkonten.
el_gr: Παρέχει άδεια για τη δημιουργία νέων λογαριασμών χρηστών.
es_es: Otorga permiso para crear nuevas cuentas de usuario.
fi_fi: Antaa oikeuden luoda uusia käyttäjätilejä.
fr_fr: Accorde l'autorisation de créer de nouveaux comptes utilisateur.
hi_in: नए उपयोगकर्ता खाते बनाने की अनुमति प्रदान करता है।
id_id: Memberikan izin untuk membuat akun pengguna baru.
it_it: Concede il permesso di creare nuovi account utente.
ja_jp: 新しいユーザーアカウントを作成する権限を付与します。
nl_nl: Verleent toestemming om nieuwe gebruikersaccounts aan te maken.
pl_pl: Przyznaje uprawnienie do tworzenia nowych kont użytkowników.
pt_pt: Concede permissão para criar novas contas de utilizador.
ro_ro: Acordă permisiunea de a crea conturi de utilizator noi.
sv_se: Ger behörighet att skapa nya användarkonton.
th_th: ให้สิทธิ์ในการสร้างบัญชีผู้ใช้ใหม่
tr_tr: Yeni kullanıcı hesapları oluşturma izni verir.
uk_ua: Надає дозвіл на створення нових облікових записів користувачів.
vi_vn: Cấp quyền tạo tài khoản người dùng mới.
zh_cn: 授予创建新用户账户的权限。
zh_hk: 授予建立新用戶帳戶的權限。
zh_tw: 授予建立新使用者帳戶的權限。

source: Grants permission to restart the application instance. May cause service interruptions, but all settings and cache will be reloaded.
ar_sa: يمنح الإذن بإعادة تشغيل نسخة التطبيق. قد يتسبب ذلك في انقطاعات في التوفر ولكن سيتم إعادة تحميل جميع الإعدادات والذاكرة المؤقتة.
da_dk: Giver tilladelse til at genstarte applikationsinstansen. Kan forårsage afbrydelser i tilgængeligheden, men alle indstillinger og cache vil blive genindlæst.
de_de: Erteilt die Berechtigung, die Anwendungsinstanz neu zu starten. Kann zu Verfügbarkeitsunterbrechungen führen, aber alle Einstellungen und der Cache werden neu geladen.
el_gr: Παρέχει άδεια για επανεκκίνηση της εφαρμογής. Μπορεί να προκαλέσει διακοπές στη διαθεσιμότητα, αλλά όλες οι ρυθμίσεις και η προσωρινή μνήμη θα φορτωθούν εκ νέου.
es_es: Otorga permiso para reiniciar la instancia de la aplicación. Puede causar interrupciones en la disponibilidad, pero toda la configuración y la caché se recargarán.
fi_fi: Antaa luvan sovelluksen uudelleenkäynnistämiseen. Saattaa aiheuttaa käyttökatkoksia, mutta kaikki asetukset ja välimuisti ladataan uudelleen.
fr_fr: Accorde l'autorisation de redémarrer l'instance de l'application. Peut entraîner des interruptions de disponibilité, mais tous les paramètres et le cache seront rechargés.
hi_in: एप्लिकेशन इंस्टेंस को पुनरारंभ करने की अनुमति प्रदान करता है। इससे उपलब्धता में व्यवधान हो सकता है, लेकिन सभी सेटिंग्स और कैश पुनः लोड हो जाएंगे।
id_id: Memberikan izin untuk memulai ulang instance aplikasi. Dapat menyebabkan gangguan ketersediaan, tetapi semua pengaturan dan cache akan dimuat ulang.
it_it: Concede il permesso di riavviare l'istanza dell'applicazione. Potrebbe causare interruzioni della disponibilità, ma tutte le impostazioni e la cache verranno ricaricate.
ja_jp: アプリケーションインスタンスの再起動を許可します。可用性の中断を引き起こす可能性がありますが、すべての設定とキャッシュは再読み込みされます。
nl_nl: Verleent toestemming om de applicatie-instantie opnieuw op te starten. Kan beschikbaarheidsonderbrekingen veroorzaken, maar alle instellingen en cache worden opnieuw geladen.
pl_pl: Przyznaje uprawnienie do ponownego uruchomienia instancji aplikacji. Może powodować przerwy w dostępności, ale wszystkie ustawienia i pamięć podręczna zostaną przeładowane.
pt_pt: Concede permissão para reiniciar a instância da aplicação. Pode causar interrupções na disponibilidade, mas todas as definições e a cache serão recarregadas.
ro_ro: Acordă permisiunea de a reporni instanța aplicației. Poate cauza întreruperi de disponibilitate, dar toate setările și memoria cache vor fi reîncărcate.
sv_se: Ger tillstånd att starta om applikationsinstansen. Kan orsaka tillgänglighetsavbrott men alla inställningar och cacheminnen kommer att laddas om.
th_th: ให้สิทธิ์ในการรีสตาร์ทอินสแตนซ์แอปพลิเคชัน อาจทำให้เกิดการขัดจังหวะในการให้บริการ แต่การตั้งค่าและแคชทั้งหมดจะถูกโหลดใหม่
tr_tr: Uygulama örneğini yeniden başlatma iznini verir. Kullanılabilirlik kesintilerine neden olabilir ancak tüm ayarlar ve önbellek yeniden yüklenecektir.
uk_ua: Надає дозвіл на перезапуск екземпляра програми. Може призвести до перерв у доступності, але всі налаштування та кеш буде перезавантажено.
vi_vn: Cấp quyền khởi động lại phiên bản ứng dụng. Có thể gây ra gián đoạn về tính khả dụng nhưng tất cả cài đặt và bộ nhớ đệm sẽ được tải lại.
zh_cn: 授予重启应用程序实例的权限。可能导致服务中断，但所有设置和缓存都将重新加载。
zh_hk: 授予重啟應用程式實例嘅權限。可能會導致服務中斷，但所有設定同快取將會重新載入。
zh_tw: 授予重新啟動應用程式實例的權限。可能導致服務中斷，但所有設定和快取都將重新載入。
