Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Authorization/AppPermissions.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Allows deletion of questions, regardless of ownership.
ar_sa: يسمح بحذف الأسئلة، بغض النظر عن الملكية.
da_dk: Tillader sletning af spørgsmål, uanset ejerskab.
de_de: Ermöglicht das Löschen von Fragen, unabhängig vom Eigentümer.
el_gr: Επιτρέπει τη διαγραφή ερωτήσεων, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite la eliminación de preguntas, independientemente de su propiedad.
fi_fi: Sallii kysymysten poistamisen omistajuudesta riippumatta.
fr_fr: Permet la suppression de questions, indépendamment de leur propriétaire.
hi_in: स्वामित्व की परवाह किए बिना प्रश्नों को हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan pertanyaan, terlepas dari kepemilikannya.
it_it: Consente l'eliminazione delle domande, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、質問を削除することを許可します。
nl_nl: Staat het verwijderen van vragen toe, ongeacht wie de eigenaar is.
pl_pl: Pozwala na usuwanie pytań, niezależnie od ich przynależności.
pt_pt: Permite a eliminação de perguntas, independentemente da propriedade.
ro_ro: Permite ștergerea întrebărilor, indiferent de proprietate.
sv_se: Tillåter borttagning av frågor, oavsett ägarskap.
th_th: อนุญาตให้ลบคำถามได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Sahip olma durumuna bakılmaksızın soruların silinmesine izin verir.
uk_ua: Дозволяє видалення питань, незалежно від власності.
vi_vn: Cho phép xóa câu hỏi, bất kể quyền sở hữu.
zh_cn: 允许删除问题，无论其归属如何。
zh_hk: 允許刪除問題，不論擁有權。
zh_tw: 允許刪除問題，不論其擁有者是誰。

source: Allows editing of any category, regardless of ownership.
ar_sa: يسمح بتعديل أي فئة، بغض النظر عن الملكية.
da_dk: Tillader redigering af enhver kategori, uanset ejerskab.
de_de: Ermöglicht das Bearbeiten beliebiger Kategorien, unabhängig vom Eigentümer.
el_gr: Επιτρέπει την επεξεργασία οποιασδήποτε κατηγορίας, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite editar cualquier categoría, independientemente de su propietario.
fi_fi: Sallii minkä tahansa kategorian muokkaamisen omistajuudesta riippumatta.
fr_fr: Permet de modifier n'importe quelle catégorie, indépendamment de son propriétaire.
hi_in: किसी भी श्रेणी को, स्वामित्व की परवाह किए बिना, संपादित करने की अनुमति देता है।
id_id: Memungkinkan pengeditan kategori apa pun, terlepas dari kepemilikannya.
it_it: Consente la modifica di qualsiasi categoria, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、任意のカテゴリを編集できます。
nl_nl: Staat het bewerken van elke categorie toe, ongeacht de eigenaar.
pl_pl: Pozwala na edycję dowolnej kategorii, niezależnie od jej właściciela.
pt_pt: Permite a edição de qualquer categoria, independentemente da propriedade.
ro_ro: Permite editarea oricărei categorii, indiferent de proprietate.
sv_se: Tillåter redigering av vilken kategori som helst, oavsett ägarskap.
th_th: อนุญาตให้แก้ไขหมวดหมู่ใดก็ได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Sahiplik durumuna bakılmaksızın herhangi bir kategoriyi düzenlemeye izin verir.
uk_ua: Дозволяє редагувати будь-яку категорію, незалежно від прав власності.
vi_vn: Cho phép chỉnh sửa bất kỳ danh mục nào, bất kể quyền sở hữu.
zh_cn: 允许编辑任何类别，无论其归属如何。
zh_hk: 允許編輯任何類別，不論擁有權。
zh_tw: 允許編輯任何類別，不論其擁有者是誰。

source: Allows editing of any knowledgePoint, regardless of ownership.
ar_sa: يسمح بتعديل أي knowledgePoint، بغض النظر عن الملكية.
da_dk: Tillader redigering af enhver knowledgePoint, uanset ejerskab.
de_de: Ermöglicht das Bearbeiten eines beliebigen KnowledgePoints, unabhängig vom Eigentümer.
el_gr: Επιτρέπει την επεξεργασία οποιουδήποτε knowledgePoint, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite la edición de cualquier knowledgePoint, independientemente de su propietario.
fi_fi: Sallii minkä tahansa knowledgePointin muokkaamisen omistajuudesta riippumatta.
fr_fr: Permet la modification de tout knowledgePoint, indépendamment de son propriétaire.
hi_in: किसी भी knowledgePoint को, स्वामित्व की परवाह किए बिना, संपादित करने की अनुमति देता है।
id_id: Memungkinkan pengeditan knowledgePoint apa pun, terlepas dari kepemilikannya.
it_it: Consente la modifica di qualsiasi knowledgePoint, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、どのknowledgePointでも編集を許可します。
nl_nl: Staat het bewerken van elk knowledgePoint toe, ongeacht eigendom.
pl_pl: Umożliwia edycję dowolnego knowledgePoint, niezależnie od jego przynależności.
pt_pt: Permite a edição de qualquer knowledgePoint, independentemente da propriedade.
ro_ro: Permite editarea oricărui knowledgePoint, indiferent de proprietate.
sv_se: Tillåter redigering av vilken knowledgePoint som helst, oavsett ägarskap.
th_th: อนุญาตให้แก้ไข knowledgePoint ใดๆ ก็ได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Herhangi bir knowledgePoint'i, sahipliğine bakılmaksızın düzenlemeye izin verir.
uk_ua: Дозволяє редагувати будь-який knowledgePoint, незалежно від прав власності.
vi_vn: Cho phép chỉnh sửa bất kỳ knowledgePoint nào, bất kể quyền sở hữu.
zh_cn: 允许编辑任何知识点，无论其归属如何。
zh_hk: 允許編輯任何知識點，不論其擁有者。
zh_tw: 允許編輯任何知識點，不論其擁有者是誰。

source: Allows editing of articles, regardless of ownership.
ar_sa: يسمح بتعديل المقالات، بغض النظر عن ملكيتها.
da_dk: Tillader redigering af artikler, uanset ejerskab.
de_de: Erlaubt das Bearbeiten von Artikeln, unabhängig von der Eigentümerschaft.
el_gr: Επιτρέπει την επεξεργασία άρθρων, ανεξάρτητα από την κατοχή τους.
es_es: Permite editar artículos, independientemente de quién sea el propietario.
fi_fi: Sallii artikkelien muokkaamisen riippumatta omistuksesta.
fr_fr: Permet l'édition des articles, indépendamment de la propriété.
hi_in: लेखों के संपादन की अनुमति देता है, स्वामित्व के बिना किसी भी तरह।
id_id: Memungkinkan pengeditan artikel, terlepas dari kepemilikan.
it_it: Consente la modifica di qualsiasi articolo, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく任意の記事を編集できます。
nl_nl: Sta het bewerken van artikelen toe, onafhankelijk van de eigenaar.
pl_pl: Zezwala na edycję artykułów, niezależnie od własności.
pt_pt: Permite a edição de artigos, independentemente da propriedade.
ro_ro: Permite editarea articolelor, indiferent de proprietate.
sv_se: Tillåter redigering av artiklar, oavsett ägare.
th_th: อนุญาตให้แก้ไขบทความ ไม่คำนึงถึงเจ้าของ
tr_tr: Makalelerin düzenlenmesine, sahipliğe bakılmaksızın izin verir.
uk_ua: Дозволяє редагувати статті, незалежно від власності.
vi_vn: Cho phép chỉnh sửa bài viết, không phân biệt chủ sở hữu.
zh_cn: 允许编辑资讯，无论其归属如何。
zh_hk: 允許編輯文章，不論所有權。
zh_tw: 允許編輯文章，不論所有權。

source: Allows editing of exams, regardless of ownership.
ar_sa: يُسمح بتحرير الاختبارات، بغض النظر عن الملكية.
da_dk: Tillader redigering af prøver, uanset ejerskab.
el_gr: Επιτρέπει την επεξεργασία εξετάσεων, ανεξάρτητα από την κατοχή.
es_es: Permite editar exámenes, independientemente de la propiedad.
fi_fi: Sallii kokeiden muokkaamisen, riippumatta omistajuudesta.
fr_fr: Permet l'édition des examens, quel que soit le propriétaire.
hi_in: परीक्षाओं के संपादन की अनुमति देता है, स्वामित्व के बिना कोई भी नहीं।
id_id: Memungkinkan pengeditan ujian, terlepas dari kepemilikan.
it_it: Consente l'editing degli esami, indipendentemente dalla proprietà.
pl_pl: Zezwala na edycję egzaminów, niezależnie od własności.
pt_pt: Permite a edição de exames, independentemente da propriedade.
ro_ro: Permite editarea examenelor, indiferent de posesie.
sv_se: Tillåter redigering av prov, oavsett ägande.
th_th: อนุญาตให้แก้ไขข้อสอบ ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Sahipliğe bakılmaksızın sınavların düzenlenmesine izin verir.
uk_ua: Дозволяє редагування екзаменів, незалежно від власності.
vi_vn: Cho phép chỉnh sửa bài kiểm tra, bất kể quyền sở hữu.
zh_cn: 允许编辑任何考试，不受所有权限制。
zh_hk: 允許編輯試卷，不論所有權歸屬。
zh_tw: 允許編輯測驗，不論擁有權屬。

source: Allows editing of papers, regardless of ownership.
ar_sa: يسمح بتحرير الأوراق، بغض النظر عن الملكية.
da_dk: Tillader redigering af papirer, uanset ejerskab.
de_de: Erlaubt die Bearbeitung von Papieren, unabhängig von der Eigentümerschaft.
el_gr: Επιτρέπει την επεξεργασία εγγράφων, ανεξάρτητα από την κατοχή τους.
es_es: Permite editar documentos, independientemente de la propiedad.
fi_fi: Sallii paperien muokkaamisen, riippumatta omistajuudesta.
fr_fr: Permet l'édition des documents, quelle que soit la propriété.
hi_in: किसी भी मालिकत्व के बिना पेपर्स के संपादन की अनुमति देता है।
id_id: Memungkinkan pengeditan dokumen, terlepas dari kepemilikan.
it_it: Consente l'editing dei documenti, indipendentemente dalla proprietà.
ja_jp: 所有者に関係なく、資料の編集を許可します。
nl_nl: Staats het bewerken van papers, ongeacht eigendom.
pl_pl: Zezwala na edycję prac, niezależnie od właściciela.
pt_pt: Permite a edição de documentos, independentemente da propriedade.
ro_ro: Permite editarea documentelor, indiferent de deținător.
sv_se: Tillåter redigering av dokument, oavsett ägande.
th_th: อนุญาตให้แก้ไขเอกสาร ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Kâğıtların sahipliğine bakılmaksızın düzenlenmesine izin verir.
uk_ua: Дозволяє редагування документів, незалежно від власності.
vi_vn: Cho phép chỉnh sửa các bài viết, bất kể quyền sở hữu.
zh_cn: 允许编辑试卷，无论所有权归属。
zh_hk: 允許編輯文件，不論所有權。
zh_tw: 允許編輯試卷，不論所有權。

source: Allows editing of questions, regardless of ownership.
ar_sa: يسمح بتعديل الأسئلة، بغض النظر عن الملكية.
da_dk: Tillader redigering af spørgsmål, uanset ejerskab.
de_de: Ermöglicht das Bearbeiten von Fragen, unabhängig vom Eigentümer.
el_gr: Επιτρέπει την επεξεργασία ερωτήσεων, ανεξάρτητα από την ιδιοκτησία.
es_es: Permite la edición de preguntas, independientemente de su propietario.
fi_fi: Sallii kysymysten muokkaamisen omistajuudesta riippumatta.
fr_fr: Permet la modification des questions, indépendamment de leur propriétaire.
hi_in: सवालों को संपादित करने की अनुमति देता है, चाहे उनका स्वामित्व किसी के पास हो।
id_id: Memungkinkan pengeditan pertanyaan, terlepas dari kepemilikannya.
it_it: Consente la modifica delle domande, indipendentemente dalla proprietà.
ja_jp: 所有権に関係なく、質問の編集を許可します。
nl_nl: Staat het bewerken van vragen toe, ongeacht wie de eigenaar is.
pl_pl: Pozwala na edycję pytań, niezależnie od ich przynależności.
pt_pt: Permite a edição de perguntas, independentemente da propriedade.
ro_ro: Permite editarea întrebărilor, indiferent de proprietar.
sv_se: Tillåter redigering av frågor, oavsett ägarskap.
th_th: อนุญาตให้แก้ไขคำถามได้ โดยไม่คำนึงถึงความเป็นเจ้าของ
tr_tr: Sahipliğine bakılmaksızın soruların düzenlenmesine izin verir.
uk_ua: Дозволяє редагування питань, незалежно від власності.
vi_vn: Cho phép chỉnh sửa câu hỏi, bất kể quyền sở hữu.
zh_cn: 允许编辑问题，无论所有权归属。
zh_hk: 允許編輯問題，不論擁有權。
zh_tw: 允許編輯題目，不論其擁有者是誰。

source: Allows modification of distribution channel details and enabling or disabling channels.
ar_sa: يُسمح بتعديل تفاصيل قناة التوزيع وتمكين/تعطيل القنوات.
da_dk: Tillader ændring af detaljer for distributionskanaler og aktivering/deaktivering af kanaler.
es_es: Permite modificar los detalles del canal de distribución y habilitar/deshabilitar canales.
fr_fr: Permet la modification des détails des canaux de distribution et l'activation/désactivation des canaux.
id_id: Memungkinkan modifikasi detail saluran distribusi dan mengaktifkan/menonaktifkan saluran.
it_it: Consente la modifica dei dettagli del canale di distribuzione e l'attivazione/disattivazione dei canali.
pl_pl: Zezwala na modyfikację szczegółów kanału dystrybucyjnego oraz włączanie/wyłączanie kanałów.
pt_pt: Permite a modificação dos detalhes dos canais de distribuição e a ativação/desativação de canais.
ro_ro: Permite modificarea detaliilor canalului de distribuție și activarea/dezactivarea canalelor.
th_th: อนุญาตให้แก้ไขรายละเอียดช่องทางการจัดจำหน่าย และเปิดใช้งาน/ปิดใช้งานช่องทาง
tr_tr: Dağıtım kanalı ayrıntılarının değiştirilmesine ve kanalların etkinleştirilmesine/devre dışı bırakılmasına izin verir.
uk_ua: Дозволяє змінювати деталі каналів розповсюдження та увімкнення/вимкнення каналів.
vi_vn: Cho phép chỉnh sửa chi tiết kênh phân phối và bật/tắt các kênh.
zh_hk: 允許修改分發管道詳情及啟用/停用管道。
zh_tw: 允許修改分發管道詳細資料以及啟用/停用管道。

source: Allows modification of role names and their assigned permissions.
ar_sa: يسمح بتعديل أسماء الأدوار والصلاحيات المخصصة لها.
da_dk: Tillader ændring af rollenavne og deres tildelte tilladelser.
de_de: Ermöglicht die Änderung von Rollennamen und deren zugewiesenen Berechtigungen.
el_gr: Επιτρέπει την τροποποίηση των ονομάτων ρόλων και των αντιστοιχισμένων δικαιωμάτων πρόσβασης.
es_es: Permite modificar los nombres de los roles y sus permisos asignados.
fi_fi: Sallii roolien nimien ja niihin liitettyjen käyttöoikeuksien muokkaamisen.
fr_fr: Permet de modifier les noms des rôles et leurs permissions attribuées.
hi_in: रोल नामों और उनके सौंपे गए अनुमतियों में संशोधन की अनुमति देता है।
id_id: Memungkinkan modifikasi nama peran dan izin yang ditetapkan padanya.
it_it: Consente la modifica dei nomi dei ruoli e dei permessi assegnati.
ja_jp: ロール名とその割り当てられた権限の変更を許可します。
nl_nl: Staat aanpassing van rolnamen en hun toegewezen machtigingen toe.
pl_pl: Pozwala na modyfikację nazw ról i przypisanych im uprawnień.
pt_pt: Permite a modificação dos nomes das funções e das respetivas permissões atribuídas.
ro_ro: Permite modificarea numelor rolurilor și a permisiunilor atribuite acestora.
sv_se: Tillåter modifiering av rollnamn och deras tilldelade behörigheter.
th_th: อนุญาตให้แก้ไขชื่อบทบาทและสิทธิ์ที่กำหนดให้
tr_tr: Rol isimlerinin ve atanmış izinlerin değiştirilmesine izin verir.
uk_ua: Дозволяє змінювати назви ролей та призначені для них дозволи.
vi_vn: Cho phép sửa đổi tên vai trò và các quyền đã được gán.
zh_cn: 允许修改角色名称及其分配的权限。
zh_hk: 允許修改角色名稱及其分配的權限。
zh_tw: 允許修改角色名稱及其分配的權限。

source: Allows modification of user details such as email and roles, and can also reset user passwords.
ar_sa: يسمح بتعديل تفاصيل المستخدم مثل البريد الإلكتروني والأدوار، ويمكن أيضًا إعادة تعيين كلمات مرور المستخدمين.
da_dk: Tillader ændring af brugeroplysninger som e-mail og roller, og kan også nulstille brugeradgangskoder.
de_de: Ermöglicht die Änderung von Benutzerdetails wie E-Mail und Rollen und kann auch Benutzerpasswörter zurücksetzen.
el_gr: Επιτρέπει την τροποποίηση λεπτομερειών χρήστη, όπως ηλεκτρονικό ταχυδρομείο και ρόλους, και μπορεί επίσης να επαναφέρει κωδικούς πρόσβασης χρηστών.
es_es: Permite modificar los detalles del usuario, como el correo electrónico y los roles, y también puede restablecer las contraseñas de los usuarios.
fi_fi: Sallii käyttäjätietojen, kuten sähköpostiosoitteen ja roolien, muokkaamisen sekä käyttäjien salasanojen nollaamisen.
fr_fr: Permet de modifier les détails de l'utilisateur tels que l'e-mail et les rôles, et peut également réinitialiser les mots de passe des utilisateurs.
hi_in: उपयोगकर्ता के विवरण जैसे ईमेल और भूमिकाओं में संशोधन की अनुमति देता है, और उपयोगकर्ता के पासवर्ड को रीसेट भी कर सकता है।
id_id: Memungkinkan modifikasi detail pengguna seperti email dan peran, serta dapat mengatur ulang kata sandi pengguna.
it_it: Consente la modifica dei dettagli utente come email e ruoli, e può anche reimpostare le password degli utenti.
ja_jp: ユーザーのメールアドレスやロールなどの詳細情報の変更を許可し、ユーザーのパスワードをリセットすることもできます。
nl_nl: Staat aanpassing van gebruikersgegevens zoals e-mailadres en rollen toe, en kan ook gebruikerswachtwoorden opnieuw instellen.
pl_pl: Pozwala na modyfikację danych użytkownika, takich jak adres e-mail i role, a także umożliwia resetowanie haseł użytkowników.
pt_pt: Permite a modificação de detalhes do utilizador, como email e funções, e também pode redefinir palavras-passe de utilizadores.
ro_ro: Permite modificarea detaliilor utilizatorului, cum ar fi adresa de e-mail și rolurile, și poate, de asemenea, să reseteze parolele utilizatorilor.
sv_se: Tillåter ändring av användardetaljer som e-post och roller, och kan också återställa användarlösenord.
th_th: อนุญาตให้แก้ไขรายละเอียดผู้ใช้ เช่น อีเมลและบทบาท และยังสามารถรีเซ็ตรหัสผ่านของผู้ใช้ได้
tr_tr: Kullanıcı detaylarını (e-posta ve roller gibi) değiştirmeye izin verir ve ayrıca kullanıcı şifrelerini sıfırlayabilir.
uk_ua: Дозволяє змінювати дані користувача, такі як електронна пошта та ролі, а також скидати паролі користувачів.
vi_vn: Cho phép sửa đổi thông tin chi tiết của người dùng như email và vai trò, đồng thời có thể đặt lại mật khẩu người dùng.
zh_cn: 允许修改用户详细信息（如邮箱和角色），并可重置用户密码。
zh_hk: 允許修改使用者詳細資料，例如電郵地址和角色，並可重設使用者密碼。
zh_tw: 允許修改使用者詳細資訊，例如電子郵件和角色，並可重設使用者密碼。

source: Allows reading of exams, regardless of ownership.
ar_sa: يسمح بقراءة الامتحانات، بغض النظر عن الملكية.
da_dk: Tillader læsning af eksamener, uanset ejerskab.
el_gr: Επιτρέπει την ανάγνωση εξετάσεων, ανεξάρτητα από την κατοχή.
es_es: Permite leer exámenes, independientemente de la propiedad.
fi_fi: Salli kokeiden lukemisen, riippumatta omistajuudesta.
fr_fr: Permet la lecture des examens, quel que soit le propriétaire.
hi_in: परीक्षाओं को पढ़ने की अनुमति देता है, स्वामित्व के बिना भी।
id_id: Memungkinkan pembacaan ujian, terlepas dari kepemilikan.
it_it: Consente la lettura degli esami, indipendentemente dalla proprietà.
pl_pl: Zezwala na odczyt egzaminów, niezależnie od własności.
pt_pt: Permite a leitura de exames, independentemente da propriedade.
ro_ro: Permite citirea examenelor, indiferent de deținător.
sv_se: Tillåter läsning av prov, oavsett ägande.
th_th: อนุญาตให้อ่านข้อสอบ ไม่ว่าจะเป็นเจ้าของหรือไม่ก็ตาม
tr_tr: Sahiplik durumundan bağımsız olarak sınavları okuma izni verir.
uk_ua: Дозволяє читання іспитів, незалежно від власності.
vi_vn: Cho phép đọc các bài kiểm tra, bất kể quyền sở hữu.
zh_cn: 允许阅读任何考试，不受拥有权限制。
zh_hk: 允許閱讀試卷，不論所有權歸屬。
zh_tw: 允許讀取試卷，不受擁有權限制。

source: Allows the permanent deletion of distribution channels.
ar_sa: يسمح بالحذف الدائم للقنوات المتعددة للتوزيع.
da_dk: Tillader permanent sletning af distributionskanaler.
es_es: Permite la eliminación permanente de canales de distribución.
fr_fr: Permet la suppression définitive des canaux de distribution.
id_id: Memungkinkan penghapusan permanen saluran distribusi.
it_it: Consente l'eliminazione definitiva dei canali di distribuzione.
pl_pl: Zezwala na trwałe usunięcie kanałów dystrybucji.
pt_pt: Permite a eliminação permanente de canais de distribuição.
ro_ro: Permite ștergerea permanentă a canalelor de distribuție.
th_th: อนุญาตให้ลบช่องทางการจัดส่งอย่างถาวร
tr_tr: Dağıtım kanallarının kalıcı olarak silinmesine izin verir.
uk_ua: Дозволяє незворотне видалення каналів розповсюдження.
vi_vn: Cho phép xóa vĩnh viễn các kênh phân phối.
zh_hk: 容許永久刪除分發管道。
zh_tw: 允許永久刪除發行管道。

source: Allows the permanent deletion of roles.
ar_sa: يسمح بالحذف الدائم للأدوار.
da_dk: Tillader den permanente sletning af roller.
de_de: Ermöglicht das dauerhafte Löschen von Rollen.
el_gr: Επιτρέπει την μόνιμη διαγραφή ρόλων.
es_es: Permite la eliminación permanente de roles.
fi_fi: Sallii roolien pysyvän poistamisen.
fr_fr: Permet la suppression définitive des rôles.
hi_in: भूमिकाओं को स्थायी रूप से हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan permanen peran.
it_it: Consente l'eliminazione permanente dei ruoli.
ja_jp: ロールの完全な削除を許可します。
nl_nl: Staat het permanent verwijderen van rollen toe.
pl_pl: Pozwala na trwałe usunięcie ról.
pt_pt: Permite a eliminação permanente de funções.
ro_ro: Permite ștergerea permanentă a rolurilor.
sv_se: Tillåter permanent borttagning av roller.
th_th: อนุญาตให้ลบบทบาทออกอย่างถาวร
tr_tr: Rollerin kalıcı olarak silinmesine izin verir.
uk_ua: Дозволяє остаточне видалення ролей.
vi_vn: Cho phép xóa vĩnh viễn các vai trò.
zh_cn: 允许永久删除角色。
zh_hk: 允許永久刪除角色。
zh_tw: 允許永久刪除角色。

source: Allows the permanent deletion of user accounts.
ar_sa: يسمح بالحذف الدائم لحسابات المستخدمين.
da_dk: Giver mulighed for den permanente sletning af brugerkonti.
de_de: Ermöglicht das dauerhafte Löschen von Benutzerkonten.
el_gr: Επιτρέπει τη μόνιμη διαγραφή των λογαριασμών χρηστών.
es_es: Permite la eliminación permanente de cuentas de usuario.
fi_fi: Sallii käyttäjätilien pysyvän poistamisen.
fr_fr: Permet la suppression définitive des comptes utilisateurs.
hi_in: उपयोगकर्ता खातों को स्थायी रूप से हटाने की अनुमति देता है।
id_id: Memungkinkan penghapusan permanen akun pengguna.
it_it: Consente l'eliminazione permanente degli account utente.
ja_jp: ユーザーアカウントの完全削除を許可します。
nl_nl: Staat het permanent verwijderen van gebruikersaccounts toe.
pl_pl: Pozwala na trwałe usunięcie kont użytkowników.
pt_pt: Permite a eliminação permanente de contas de utilizador.
ro_ro: Permite ștergerea permanentă a conturilor de utilizator.
sv_se: Tillåter permanent borttagning av användarkonton.
th_th: อนุญาตให้ลบบัญชีผู้ใช้อย่างถาวร
tr_tr: Kullanıcı hesaplarının kalıcı olarak silinmesine izin verir.
uk_ua: Дозволяє остаточне видалення облікових записів користувачів.
vi_vn: Cho phép xóa vĩnh viễn tài khoản người dùng.
zh_cn: 允许永久删除用户账户。
zh_hk: 允許永久刪除用戶帳戶。
zh_tw: 允許永久刪除使用者帳戶。

source: Allows viewing and managing background job queues and their execution status.
ar_sa: يُتيح عرض وإدارة صفوف المهام الخلفية وحالة تنفيذها.
da_dk: Tillader visning og håndtering af baggrundsjob-køer og deres udførelsesstatus.
el_gr: Επιτρέπει την προβολή και διαχείριση των ουρών εργασιών στο παρασκήνιο και την κατάσταση εκτέλεσής τους.
es_es: Permite ver y gestionar las colas de trabajos en segundo plano y su estado de ejecución.
fi_fi: Sallii taustatehtävien jonon tarkastelun ja hallinnan sekä niiden suoritusvalmiuden tarkkailun.
fr_fr: Permet de visualiser et de gérer les files d'attente de tâches en arrière-plan ainsi que leur état d'exécution.
hi_in: पृष्ठभूमि कार्य भंडारण और उनके निष्पादन स्थिति के दृश्य देखने और प्रबंधन की अनुमति देता है।
id_id: Memungkinkan melihat dan mengelola antrian pekerjaan latar belakang serta status eksekusi mereka.
it_it: Consente di visualizzare e gestire le code dei processi in background e il relativo stato di esecuzione.
nl_nl: Staat het bekijken en beheren van achtergrondtaakwachtrijen en hun uitvoeringsstatus toe.
pl_pl: Zezwala na przeglądanie i zarządzanie kolejkami zadań w tle oraz ich stanem wykonywania.
pt_pt: Permite visualizar e gerir filas de tarefas em segundo plano e o seu estado de execução.
ro_ro: Permite vizualizarea și gestionarea cozilor de sarcini în fundal și a stării de execuție a acestora.
sv_se: Tillåter visning och hantering av bakgrundsjobbsköer och deras utförandestatus.
th_th: อนุญาตให้ดูและจัดการคิวงานหลังบ้านและสถานะการดำเนินการของงาน
tr_tr: Arka plan görev kuyruklarını görüntüleme ve yönetme ve bunların çalıştırma durumlarını görme izni verir.
uk_ua: Дозволяє переглядати та керувати чергами фонових завдань та їхнім статусом виконання.
vi_vn: Cho phép xem và quản lý các hàng đợi công việc nền cùng trạng thái thực thi của chúng.
zh_cn: 允许查看和管理后台任务队列及其执行状态。
zh_hk: 允許檢視及管理背景作業佇列及其執行狀態。
zh_tw: 允許檢視和管理背景工作佇列及其執行狀態。
