Repository: AiursoftWeb/WeChatExam
Catalog: src/Aiursoft.WeChatExam/Resources/Views/Questions/Edit.*.resx
Languages: ro_ro, uk_ua

source: Cancel
ro_ro: Anulează
uk_ua: Скасувати

source: Category
ro_ro: Categorie
uk_ua: Категорія

source: Content
ro_ro: Conținut
uk_ua: Зміст

source: Edit Question
ro_ro: Editează Întrebarea
uk_ua: Редагувати питання

source: Explanation
ro_ro: Explicație
uk_ua: Пояснення

source: Fill In
ro_ro: Completare
uk_ua: Заповнити

source: Fill In Correct (for fill in, JSON array)
ro_ro: Răspuns corect (pentru completare, matrice JSON)
uk_ua: Правильна відповідь (для завдання на заповнення, масив JSON)

# Grading Strategy
source: Marking Strategy
ro_ro: Strategie de notare
uk_ua: Стратегія оцінювання

source: Metadata (e.g. Choices JSON)
ro_ro: Metadata (de exemplu, Opțiuni JSON)
uk_ua: Метадані (наприклад: Варіанти JSON)

source: Options (for single choice, JSON array)
ro_ro: Opțiuni (pentru alegere unică, matrice JSON)
uk_ua: Варіанти (для одиночного вибору, JSON масив)

source: Save
ro_ro: Salvează
uk_ua: Зберегти

source: Select category
ro_ro: Selectați categoria
uk_ua: Оберіть категорію

source: Select strategy
ro_ro: Selectați strategie
uk_ua: Виберіть стратегію

source: Select type
ro_ro: Selectați tipul
uk_ua: Оберіть тип

source: Single Choice
ro_ro: Opțiune unică
uk_ua: Одиночний вибір

# Single Correct (for single choice)
source: Single Correct Answer (for single choice)
ro_ro: Răspuns corect unic (pentru alegere unică)
uk_ua: Правильна відповідь (для одиночного вибору)

source: Standard Answer
ro_ro: Răspuns standard
uk_ua: Стандартна відповідь

source: Tags (space separated)
ro_ro: Etichete (separate prin spațiu)
uk_ua: Теги (розділені пробілами)

source: Text
uk_ua: Текст

source: Type
ro_ro: Tip
uk_ua: Тип
